insert into category(name) values ('Бестселлеры');
insert into category(name) values ('Психология');
insert into category(name) values ('Искусство, дизайн и мода');
insert into category(name) values ('Бизнес-книги');
insert into category(name) values ('Художественная литература');
insert into category(name) values ('Хобби, дом и досуг');
insert into category(name) values ('Научно-популярные книги');
insert into category(name) values ('Самообразование и развитие');
insert into category(name) values ('Учебная литература');
insert into category(name) values ('Детские книги');
insert into category(name) values ('Публицистика');
insert into category(name) values ('Религия и эзотерика');
insert into category(name) values ('Книги для подростков');
insert into category(name) values ('Книги с автографом ');
insert into category(name) values ('Редкие книги');

insert into book(name, author, description, price, category_id) values('Тревожные люди', 'Фредрик Бакман', 'Соскучились по фирменной "бакмановской прозе", необычной, изящной и трогательной? Ловите "Тревожных людей" — напоминание о том, что у каждого из нас за плечами свой мешочек боли, который мы всюду таскаем за собой и не знаем, куда пристроить. Храбрая восьмидесятилетняя старушка, ИКЕА-зависимая супружеская пара, беременная женщина, желающий свести счеты с жизнью мультимиллионер…эти и еще несколько человек стали заложниками неудачливого грабителя. Он хотел легких денег и ограбить банк, но удача никогда не была его сильной стороной. И теперь он вынужден скрываться от полиции в квартире по соседству. В его планы совершенно не входили восемь заложников. И уж тем более не входили их самые сокровенные истории, которыми те начинают делиться. "Тревожные люди" целая галерея уязвимых персонажей, тонко подмеченная Бакманом человеческая природа, сотканная из недостатков и изъянов, и именно поэтому живая.', 990, 1);
insert into book(name, author, description, price, category_id) values('Волшебные миры Хаяо Миядзаки', 'Сюзан Нейпир', 'Хаяо Миядзаки — величайший аниматор в мире. И просто волшебник.В этом сходятся все, кто хоть раз видел его творения: «Мой сосед Тоторо», «Принцесса Мононоке», «Унесенные призраками» и множество других полнометражных мультфильмов.Феномен Миядзаки в том, что он достучался до ребенка в каждом из нас. Он оставляет мир серьезных и взрослых людей другим режиссерам, а сам окутывает нас счастливым миром детства. В его работах оживают фантазии, страшилки и мечты. Мы знаем, что хранитель леса сейчас спит, но скоро наступит ночь и он выйдет на прогулку. Знаем, почему идет дождь, почему задувает ветер, почему детство не должно заканчиваться, почему среди нас живет Миядзаки. Премия «Оскар», восемь премий «Tokyo Anime Award», шесть премий Японской киноакадемии — награды можно перечислять бесконечно.', 840, 1);
insert into book(name, author, description, price, category_id) values('6 минут. Ежедневник, который изменит вашу жизнь', 'Доминик Спенст', 'Самый продаваемый мотивационный ежедневник в Германии. Бестселлер Amazon. Переведен на 15 языков. Каждый день благодаря ему более 300 000 человек по всему миру делают свою жизнь осознаннее. ', 790, 1);
insert into book(name, author, description, price, category_id) values('Рик и Морти. Истории за кадром', 'Кайл Старкс', 'За кадром — потому что на экране такого не покажут. Как и в прошлых сборниках, вас ждёт множество совершенно новых историй с любимыми героями — гениальным алкоголиком Риком, его туповатым внуком Морти и их родственниками, которые то и дело оказываются втянуты в безумные приключения заглавной парочки. Путешествие с Парк Юрского периода, сражение с вампирами, неудачный любовный опыт Саммер с искусственным интеллектом и знакомство с миром, где она невероятно популярна! А также: плюмбус Рик! Сковорода Рик! Кактус Рик! Корн-дог Рик! Бананчик Рик! Неваляшка Рик! Пицца Рик!.. Фирменный юмор на грани, остросоциальные комментарии, множество хитрых научнофантастических идей, безумных изобретений, смешных и устрашающих инопланетных рас — в новой книге комиксов «Рик и Морти»!', 1610, 1);
insert into book(name, author, description, price, category_id) values('Всё хреново. Книга о надежде', 'Марк Мэнсон', 'Никогда еще в человеческой истории мы не жили так хорошо: победили множество болезней, получили доступ к мировым знаниям и окружили себя комфортом технологий. Однако чем лучше становится жизнь, тем больше мы тревожимся и переживаем. Живем с ощущением, что все хреново. Планета нагревается, экономическое неравенство зашкаливает, политики воруют и врут. Нашей неуверенностью в будущем, отчаянием и надеждой, что все будет нормально, умело пользуются все кому не лень — от маркетологов, навязывающих нам очередную ненужную услугу или товар, до религиозных и политических деятелей. Что же делать? Хватит надеяться на лучшее, говорит Марк Мэнсон, автор мирового бестселлера «Тонкое искусство пофигизма». В своей новой книге он рассказывает о кризисе надежды, о бесполезности веры в справедливый мир и о том, что качество нашей жизни определяется качеством нашей личности, а не тем, какими благами или невзгодами осыпает нас мир. Опираясь на мудрость Ницше и Канта, Платона и Тома Уэйтса, автор поможет вам выработать трезвый взгляд на все, что вас окружает. Ведь куда ни глянь — везде действительно плохо. Так было и будет всегда. Пришло время перестать бегать от этой истины и научиться принимать жизнь как есть.', 468, 1);
insert into book(name, author, description, price, category_id) values('21 урок для XXI века', 'Юваль Ной Харари', '"21 урок для XXI века" - третья книга Юваля Харари, автора изданных на 50 языках мира бестселлеров "Sapiens. Краткая история человечества" и "Homo Deus. Краткая история будущего". В ней сорокатрехлетний профессор истории, которого называют самым ярким мыслителем нашего времени, обратился к проблемам сегодняшнего дня.', 890, 1);
insert into book(name, author, description, price, category_id) values('Нормально о косметике', 'Маша Ворслав, Адэль Мифтахова', 'Рынок косметики растет так стремительно, что за новинками трудно уследить даже профессионалам. А как же быть неспециалистам? В погоне за новой тушью или суперувлажняющим кремом мы только тратим время и деньги, покупая то, что нам не подходит. ', 594, 1);
insert into book(name, author, description, price, category_id) values('Краткие ответы на большие вопросы', 'Стивен Хокинг', 'Перед вами книга-сенсация, книга-завещание, последний труд всемирно известного физика Стивена Хокинга, в которой он подводит некий итог и высказывается по самым главным вопросам, волнующим всех. Выживет ли человечество? Должны ли мы так активно внедряться в космос? Есть ли Бог? Это лишь некоторые из вопросов, на которые отвечает Стивен Хокинг, один из величайших умов в истории, в своей финальной книге. В книгу включены воспоминания оскароносца Эдди Редмэйна, игравшего Стивена Хокинга, Нобелевского лауреата Кипа Торна и дочери Хокинга, Люси.', 690, 1);
insert into book(name, author, description, price, category_id) values('Homo Deus. Краткая история будущего', 'Юваль Ной Харари', 'Что произойдет, когда Google и Facebook будут лучше, чем мы сами, знать наши вкусы, личные симпатии и политические предпочтения? Что будут делать миллиарды людей, вытесненных компьютерами с рынка труда и образовавших новый, бесполезный класс? Главное сейчас, полагает Харари, - осознать, что мы находимся на перепутье, и понять, куда ведут пути, простирающиеся перед нами.', 1050, 1);
insert into book(name, author, description, price, category_id) values('На пике века. Исповедь одержимой искусством', 'Пегги Гуггенхайм', 'Невероятно откровенная и насыщенная история жизни одной из самых влиятельных женщин в мире искусства ХХ века.Пегги Гуггенхайм (1898–1979) — главная покровительница художников ХХ века и страстный коллекционер — собрала лучшую коллекцию искусства первой половины прошлого столетия, в которую вошли произведения Пабло Пикассо, Джексона Поллока, Константина Бранкузи, Жоана Миро, Александра Кольдера, Виллема де Кунинга, Марка Ротко, Альберто Джакометти и Марселя Дюшана. В 1938 году она открыла свою первую галерею современного искусства в Лондоне, а позднее — культовую галерею «Искусство этого века» в Нью-Йорке. После короткого брака с художником Максом Эрнстом Гуггенхайм верн', 790, 1);

insert into book(name, author, description, price, category_id) values('Феноменология чувственных репрезентаций', 'Сергей Эрнестович Поляков', 'В первом томе третьего переработанного и существенно дополненного издания фундаментальной монографии по феноменологии психических явлений видный российский психолог и психиатр, кандидат медицинских наук С. Э. Поляков развивает свою теорию динамики и трансформации психических феноменов. Согласно ей все психические репрезентации - ощущения, ментальные образы, эмоции, желания, понятия и психические конструкции, в том числе вербальные, являются единым континуумом. В процессе онтогенеза они последовательно усложняются от ощущений до сложных психических конструкций, многие из которых становятся концептами, репрезентирующими сущности мира.', 1320, 2);
insert into book(name, author, description, price, category_id) values('Как завоевывать друзей и оказывать влияние на людей', 'Дейл Карнеги', 'Это уникальное издание делает знакомство с важнейшей книгой нашего времени максимально удобным и увлекательным.Качественное подарочное издание в твердом переплете станет несомненным украшением любой библиотеки. Плотная белая бумага и большие удобные поля для заметок помогут не потерять нужную информацию. Специально выделенные цветом ключевые идеи позволят в любой момент освежить в памяти самое важное, не перечитывая книгу целиком.', 990, 2);
insert into book(name, author, description, price, category_id) values('Восемь правил эффективности. Умнее, быстрее, лучше', 'Чарлз Дахигг', '— От лауреата Пулитцеровской премии.— От автора бестселлера «Сила привычки. Почему мы живем и работаем именно так, а не иначе».— Основополагающее исследование принципов продуктивности.— Содержит конкретные практические советы, которые помогут успевать больше, делать лучше и работать эффективнее.', 950, 2);
insert into book(name, author, description, price, category_id) values('Виртуозы общения.', 'Чарлз Дахигг', 'Виртуозы общения – это люди, способные успешно провести любую беседу. Они могут затрагивать сложные, а порой и не самые приятные темы для собеседника, при этом не задевая его чувств. Они знают, как расположить к себе человека и заставить его поделиться своими мыслями. Они – отличные переговорщики и руководители. Но как им это удается? На страницах этой книги Чарлз Дахигг делится принципами эффективного общения. Приводя примеры из практики вербовщиков ЦРУ и врачей, руководителей Netflix и создателей сериала "Теория Большого взрыва", он наглядно показывает, как установить контакт с любым человеком, минуя кажущиеся непреодолимыми различия.
Применив новые методики и практики, вы научитесь слышать и быть услышанными, поймете, почему общение не задалось и что нужно сделать, чтобы исправить ситуацию. Благодаря этим знаниям любая беседа, будь то дружеский разговор или деловые переговоры, будет протекать легко и продуктивно.

Купите Виртуозы общения. Секрет успешного взаимодействия с людьми в магазине Республика, регистрируйтесь в программе лояльности, получите 25 RMoney и экономьте до 50% на следующих покупках ', 850, 2);
insert into book(name, author, description, price, category_id) values('Как перестать беспокоиться и начать жить ', 'Дейл Карнеги', 'Двадцать пятое, расширенное и обновленное издание вневременного бестселлера Дейла Карнеги "Как перестать беспокоиться и начать жить" — классика, которая улучшила и изменила личную и профессиональную жизнь миллионов людей! Это одна из самых влиятельных книг в мире, она входит во все списки бестселлеров и переведена почти на все языки.
Надежные, проверенные опытом и временем советы Карнеги остаются актуальными для современного читателя, поскольку автор обращается к вечным вопросам.

Книга "Как перестать беспокоиться и начать жить" научит вас, как:
• вытеснить беспокойство из души и жизни;
• легко решать проблемы;
• находить выход из любой ситуации;
• создавать нужное умонастроение;
• спокойно реагировать на критику;
• избавиться от меланхолии;
• преодолеть усталость и быть в тонусе;
• перестать переживать и наслаждаться жизнью.

Этот бестселлер в новом, современном, полном переводе передает бесценные советы Карнеги без искажения — так, как их сформулировал сам автор.

Купите Как перестать беспокоиться и начать жить в магазине Республика, регистрируйтесь в программе лояльности, получите 15 RMoney и экономьте до 50% на следующих покупках ', 520, 2);
insert into book(name, author, description, price, category_id) values('Принять и полюбить себя.', 'Немото Хироюки', 'Эта книга для тех, кто постоянно чувствует себя виноватым. Практикующий японский психолог Немото Хироюки поможет разобраться в причинах появления этого чувства, осознать, как оно влияет на жизнь, избавиться от него и испытать облегчение как после сессии со специалистом.

Купите Принять и полюбить себя. Как избавиться от хронического чувства вины в магазине Республика, регистрируйтесь в программе лояльности, получите 23 RMoney и экономьте до 50% на следующих покупках ', 790, 2);
insert into book(name, author, description, price, category_id) values('НЕТ ЗНАЧИТ НЕТ.', 'Деймон Захариадис', 'На страницах этой книги автор учит говорить «нет» — твердо и без чувства вины. По ходу чтения вы сможете развивать в себе ассертивность — особое качество, которое поможет вам не откликаться на просьбы, идущие вразрез с вашими целями, потребностями и убеждениями. Способность говорить «нет» освобождает, однако развить ее бывает непросто. Почти всем придется избавиться от многолетней привычки поступать иначе, а некоторым — еще и перечеркнуть то, что им всю жизнь вдалбливали родители и другие родственники, учителя, начальники и коллеги.

Деймон Захариадис — корпоративный беженец, который долгие годы выносил тяготы ненужных совещаний и пустую болтовню с коллегами... пока не отправился в свободное плавание. Сегодня он автор книг по тайм-менеджменту и повышению эффективности, а также блога о продуктивности ArtofProductivity com.

Купите НЕТ ЗНАЧИТ НЕТ. Как перестать быть удобным и научиться говорить "нет" без угрызений совести в магазине Республика, регистрируйтесь в программе лояльности, получите 8 RMoney и экономьте до 50% на следующих покупках ', 290, 2);
insert into book(name, author, description, price, category_id) values('Метод Марины Мелия. Как усилить свою силу ', 'Марина Мелия', 'Марина Мелия, профессор психологии и коуч-консультант первых лиц российского бизнеса, известна своим уникальным подходом к работе с человеком. Суть его — в глубокой вере в возможности и скрытые силы, которыми обладает абсолютно каждый. Но найти эту силу не всегда просто. Это и есть основная задача коучинга.
Автор впервые приглашает читателя в свою профессиональную «мастерскую» и делится секретами своей методики, сложившейся за более чем 50 лет практического консультативного опыта.
«За долгие годы практики я перепробовала множество инструментов, отобрала и отшлифовала лучшие, — пишет Марина Мелия. — Сформировались принципы, которыми я руководствуюсь, пришло понимание, какие качества нужно развивать в себе, если стремишься к вершинам мастерства. Все это сложилось в единый авторский метод, секретами которого я и хочу поделиться».

Книга будет полезна:
● Во-первых, всем, чья деятельность относится к коммуникативным или «помогающим» профессиям, и прежде всего моим коллегам — профессионалам в области executive-коучинга.
● Во-вторых, тем, кто собирается обратиться к коуч-консультанту.
● И, наконец, эта книга для вдумчивого читателя, который не готов останавливаться на достигнутом, думает о своем развитии или просто хочет узнать больше о себе и о других.

Купите Метод Марины Мелия. Как усилить свою силу в магазине Республика, регистрируйтесь в программе лояльности, получите 18 RMoney и экономьте до 50% на следующих покупках ', 620, 2);
insert into book(name, author, description, price, category_id) values('Твой лучший год.', 'Майкл Хайятт', 'Этот год имеет все шансы стать лучшим в вашей жизни. Не важно, что вы завалены делами, что вес никак не придет в норму, что брак трещит по швам и дети совершенно отбились от рук. Прошлое не определяет будущее, утверждает Майкл Хаятт. Его определяет только ваша решимость что-то изменить. Автор этой книги предлагает простую систему превращения следующих 12 месяцев в настоящий марафон, задача которого — избавиться от ограничивающих убеждений и научиться достигать больших целей. Тех, что превращают желаемую жизнь в реальную. Готовы приступить? Тогда поехали!

5 главных шагов, которые сделают этот год:
Шаг 1. Избавляемся от всех «не могу» и «не умею», засевших в вашей голове.
Шаг 2. Пользуясь четырехступенчатой системой Майкла Хаятта, превращаем большие разочарования в гигантские возможности.
Шаг 3. С помощью семифазовой методики трансформируем мечты в конкретные цели.
Шаг 4. Тренируем «мышцу» мотивации.
Шаг 5. Осваиваем набор приемов, который не даст нам уклониться от достижения своих целей.

Купите Твой лучший год. 12 невероятных месяцев, которые изменят вашу жизнь в магазине Республика, регистрируйтесь в программе лояльности, получите 10 RMoney и экономьте до 50% на следующих покупках ', 350, 2);
insert into book(name, author, description, price, category_id) values('Кругом одни идиоты.', 'Томас Эриксон', 'ФЕНОМЕН ШВЕДСКОГО КНИГОИЗДАНИЯ
«Кругом одни идиоты» побила все рекорды шведского книжного рынка! Она стала одной из немногих скандинавских книг по популярной психологии, которая была переведена на 22 языка и продана общим тиражом 550 000 экземпляров! В течение двух лет книга держится в Топ-5 нехудожественных произведений среди всех скандинавских изданий и не собирается сдавать позиций.

В ЧЕМ СЕКРЕТ УСПЕХА
В основе книги лежит несложная методика цветотипирования человеческих характеров. Шведский психолог Томас Эриксон делит всех людей на четыре типа: красный, желтый, зеленый, синий — и очень увлекательно, на узнаваемых примерах описывает логику поведения, темперамент, систему ценностей представителей каждого типа. Казалось бы, ничего нового. Подобный подход использовался психологами на протяжении десятилетий. Но Томасу Эриксону удалось придумать настолько удобную систему работы с известными инструментами, что сегодня книга «Кругом одни идиоты» лежит на столе каждого шведского руководителя, учителя и журналиста.

ЧЕМУ УЧИТ ЭТА КНИГА
Прежде всего тому, как понимать тех, кого понять решительно невозможно, — людей с максимально отличным от нашего образом мышления, темпераментом и системой ценностей. Эту книгу можно назвать универсальной отмычкой к личности любого человека. Томас Эриксон помогает не только понять, что происходит в чужой голове и душе, но и позволяет понять, как вас воспринимают окружающие.

ОБ АВТОРЕ
Томас Эриксон — шведский психолог, бизнес-тренер, коуч, специалист по коммуникациям. Автор двух международных бестселлеров — «Кругом одни идиоты» и «Кругом одни психопаты».

Купите Кругом одни идиоты. 4 типа личности и как найти подход к каждому из них в магазине Республика, регистрируйтесь в программе лояльности, получите 10 RMoney и экономьте до 50% на следующих покупках ', 350, 2);



insert into book(name, author, description, price, category_id) values('Вера Ермолаева ', 'Антонина Заинчковская', '«Витебская Джоконда» Вера Ермолаева происходила из семьи дворян-народников, прекрасно знала европейское искусство, училась в мастерской М. Бернштейна и участвовала в русском Дада — кружке «Бескровное убийство». Она стала правой рукой К. Малевича в Уновисе, энергичной деятельницей Гинхука и теоретиком пластического реализма. Несмотря на тяжелый недуг (всю жизнь Вера Михайловна ходила с тростью), она обладала редкой энергией и жизнелюбием, притягивала и организовывала молодежь, много и легко работала. Эти качества позволили ей в последние годы стать важной художницей лебедевского Детгиза, оформить десятки книг — в том числе текстов своих друзей-обэриутов. Путь Ермолаевой был «остановлен на бегу» — вместе с осужденной и погибшей в Карлаге художницей в 1937 году исчезла и ее эпоха. Но если станковое наследие авангарда могло пропасть или десятилетиями лежать в папках, то книги живут рассредоточенной жизнью тиража. Они тоже хрупки — маленькие литографированные листочки на скрепке — и спустя почти сто лет, собранные вместе, они смотрятся как живописная панорама великой эпохи. В данное издание вошел очерк творчества Веры Ермолаевой искусствоведа Антонины Заинчковской, исчерпывающий на данный момент набор документов и текстов художницы и небольшой каталог ее книжной графики.

Книга подготовлена к изданию в сотрудничестве с Галеев-Галереей.

Купите Вера Ермолаева в магазине Республика, регистрируйтесь в программе лояльности, получите 38 RMoney и экономьте до 50% на следующих покупках ', 1290, 3);
insert into book(name, author, description, price, category_id) values('Обложка и форзац. Из истории советской детской книги', 'Вадим Гинзбург', 'Наследие советской детской книги, уникального феномена в истории мирового искусства — это не только огромный массив выдающегося художественного материала, не только траектории поисков и открытий сотен прославленных и малоизвестных мастеров, но и панорама издательского процесса по всей стране. Ведь московские, ленинградские и десятки региональных издательств были точками притяжения творческих сил и трансляторами графической культуры в массы. В этом альбоме собраны оригиналы рисунков художников для обложек и форзацев детских книг и самих изданий из коллекции Нины и Вадима Гинзбург, изучение которых представит интерес для профессионалов — искусствоведов, собирателей, иллюстраторов, издателей — и принесет радость любителям искусства книжной графики.

Купите Обложка и форзац. Из истории советской детской книги в магазине Республика, регистрируйтесь в программе лояльности, получите 419 RMoney и экономьте до 50% на следующих покупках ', 13990, 3);
insert into book(name, author, description, price, category_id) values('Волк. Культурная история ', 'Михаил Майзульс, Мишель Пастуро', 'Новая книга знаменитого французского медиевиста Мишеля Пастуро. Со вступительной статьей и под редакцией Михаила Майзульса, одного из авторов "Страдающего Средневековья". Иллюстрированное издание. Перевод с французского Станислава Мухамеджанова.
Волк — один из самых важных образов в культурной истории Европы. Волк обитает в человеческом сознании с самых древних времен и играет важную роль в известных всем историях и мифах. Римская волчица, вскормившая Ромула и Рема, волк Фенрир, погибель нордического пантеона, сотни сюжетов о звериных метаморфозах и оборотнях — лишь вершина этой горы образов. В Средние века образ волка меняется, страх перед ним отходит на второй план — в бестиариях и ряде сказок его изображают нелепым, обманутым другими животными и постоянно преследуемым охотниками зверем. И лишь с приходом Нового времени страх перед волком возвращается в культуру, с тех пор он не только глуповатый охотник за скотом, но злодей и пожиратель.
Анализу многочисленных культурных трансформаций образа волка, сотням связанных с ним сюжетов, древним легендам о прожорливом звере и посвящена эта книга Мишеля Пастуро.

Купите Волк. Культурная история в магазине Республика, регистрируйтесь в программе лояльности, получите 41 RMoney и экономьте до 50% на следующих покупках ', 1390, 3);
insert into book(name, author, description, price, category_id) values('Монстры у порога.', 'Алексей Вдовин', 'XIX век — время грандиозных перемен и неудержимого научно-технического прогресса, время, когда невозможное на глазах становилось возможным. Именно этот век породил самых известных литературных чудовищ: от Мефистофеля и Вия до Франкенштейна и Дракулы.

Какие страхи человечества отразились в этих монстрах? Как на них повлияли чудовища древности и новейшие научные открытия? Чем русские вампиры отличались от европейских? И кто же такой Вий? Из книги историка литературы Алексея Вдовина вы узнаете, как на самом деле нужно понимать самые страшные тексты европейской и русской классики.

Купите Монстры у порога. Дракула, Франкенштейн, Вий и другие литературные чудовища в магазине Республика, регистрируйтесь в программе лояльности, получите 31 RMoney и экономьте до 50% на следующих покупках ', 1050, 3);
insert into book(name, author, description, price, category_id) values('Феминистский город. Полевое руководство для горожанок', 'Лесли Керн', 'Книга суммирует результаты полевых исследований канадского географа и урбаниста Лесли Керн, занимающейся актуальными вопросами жизни женщин в современном городе. Автор показывает, насколько структура города — от его планировки до норм и обычаев, регулирующих общение его жителей и жительниц, — превратилась в пространство гендерной борьбы. Описывая собственный опыт материнства, дружбы, работы и активизма, Лесли Керн предлагает применить к городскому планированию интерсекциональный феминистский подход и полагает, что это будет способствовать формированию урбанистики нового поколения.

Купите Феминистский город. Полевое руководство для горожанок в магазине Республика, регистрируйтесь в программе лояльности, получите 19 RMoney и экономьте до 50% на следующих покупках ', 650, 3);
insert into book(name, author, description, price, category_id) values('Магия тишины.', 'Флориан Иллиес', 'Двести пятьдесят лет немецкой истории — от 1774 года и до наших дней — разворачиваются сквозь пейзажи Каспара Давида Фридриха, самого немецкого из художников, открывшего всему миру романтическое томление духа. Гёте, например, так раздражала эта специфическая меланхоличность, что он расколотил одну из картин об стол; Диснея работы Фридриха вдохновляли настолько, что стали основой и фоном для знаменитого мультфильма «Бэмби». Нашедший поклонников среди известных авторов начала XX века и боготворимый нацистами, ненавидимый поколением 1968 года и презираемый своими современниками, Каспар Давид Фридрих столь же противоречив, как и написанные им картины. Флориан Иллиес продолжает традицию, заданную его предыдущими работами, и проводит читателей по закоулкам истории, сталкивает эпохи и личности, внешнюю хронику и частную жизнь, чтобы создать портрет художника, путешествующего во временах и эпохах.

Купите Магия тишины. Путешествие Каспара Давида Фридриха сквозь время в магазине Республика, регистрируйтесь в программе лояльности, получите 23 RMoney и экономьте до 50% на следующих покупках
Похожие товары', 790, 3);
insert into book(name, author, description, price, category_id) values('Новейшая архитектура Москвы. 2000-2024', 'Ю. Шишалова, Анна Мартовицкая', 'Перед вами первый путеводитель по современной архитектуре Москвы — зданиям и комплексам, построенным в период с 2000 по 2024 годы, а также по объектам, которые сегодня находятся на финальной стадии строительства. 18 маршрутов охватывают все основные районы города, включая Сколково, Заречье и Новую Москву, и знакомят читателей с постройками, формирующими облик российской столицы как комфортного, динамичного и интенсивно развивающегося мегаполиса. Каждый маршрут сопровождается картой, а также рекомендациями дополнительных мест для посещения – кафе с интересными интерьерами, общественных пространств, частных музеев и галерей. Книга издана по инициативе главного архитектора Москвы Сергея Кузнецова, авторами-составителями выступили архитектурные обозреватели Анна Мартовицкая и Юлия Шишалова.

Купите Новейшая архитектура Москвы. 2000-2024 в магазине Республика, регистрируйтесь в программе лояльности, получите 121 RMoney и экономьте до 50% на следующих покупках ', 4050, 3);
insert into book(name, author, description, price, category_id) values('Москва в фотографиях. XX век ', 'Семен Экштут, Е. Е. Колоскова, Ю. Д. Андрейкина', 'Цель настоящего проекта — представить образ столицы Российской империи, СССР и Российской Федерации с конца XIX по начало XXI века. Издание ставит перед собой задачу на основе документальных кино- и фотоисточников осветить наиболее значимые события, ярко отражающие жизнь Москвы и позволяющие получить адекватное представление обо всех сторонах ее противоречивой истории в этот период.
Показать жизнь города и его жителей на протяжении века в одной книге через «запечатленное мгновение» — фотографию — задача неимоверно сложная, столько событий произошло за это время. Повседневная жизнь шла своим чередом, Москва и москвичи изменились, но сохранили при этом свой неповторимый колорит.
Альбом составлен таким образом, чтобы читатель мог увидеть и почувствовать эти изменения в облике столицы и ее жителей, вспомнить страницы истории города и страны. Структурно он состоит из десяти разделов, каждый из которых охватывает одно десятилетие ХХ века, а также пролога и эпилога, запечатлевающих конец XIX и начало XXI века соответственно. Конки и первые трамваи, снос церквей и памятников, строительство метрополитена, старая Москва и новостройки, деятели науки и культуры, обыкновенные жители, праздничные мероприятия и повседневная жизнь москвичей — все это нашло свое место в книге. Издание составили более 500 малоизвестных и не публиковавшихся ранее фотографий и кадров кинохроник из собрания Российского государственного архива кинофотодокументов.
Книга предназначена для широкой аудитории.', 6590, 3);
insert into book(name, author, description, price, category_id) values('Московский международный кинофестиваль.1961-1991 ', 'Генде-Роте Валерий, Фотоальбом, посвящённый Московскому международному кинофестивалю, представляет творчество советского фотографа Валерия Альбертовича Генде-Роте (1926-2000). В альбоме опубликовано более 500 фотографий из нескольких тысяч единиц архивного материала Валерия Генде-Роте о кино.

Разбирая архив автора, его дочь Татьяна Валериевна решила публиковать фотографии В. Генде-Роте в тематических авторских альбомах. Идея была поддержана и реализована Издательским домом «Лингва-Ф» в проекте, посвящённом Московскому международному кинофестивалю. Взгляд на тридцатилетнюю историю Московского международного кинофестиваля через объектив одного фотохудожника передаёт невероятную атмосферу настоящего праздника киноискусства.

Помимо фотографий, в альбом вошли авторские комментарии и очерк самого Валерия Генде-Роте, сопроводительный текст кинокритика Наталии Примаковой, а также послесловие Татьяны Генде-Роте о Мастере и подготовленный ею справочный материал.

Подробные и профессиональные пояснения позволяют узнать об интересных исторических фактах, а также о многочисленных любопытных эпизодах фестивальной жизни тех лет. Современный дизайн создаёт динамичный образ темы. Большая часть фотографий и авторских текстов В.А. Генде-Роте публикуются впервые. Альбом будет интересен всем, кто любит искусство кино и фотографии.', 2150, 3);
insert into book(name, author, description, price, category_id) values('Деревянная Москва эпохи ампира', 'Николай Васильев, Елена Овсянникова', 'Издание посвящено массовой деревянной застройке Москвы после пожара 1812 года. Основу книги составляют материалы архива архитектора, реставратора, коллекционера и деятеля охраны наследия Н.Д.Виноградова, многие из которых ранее не публиковались. Под его руководством силами сотрудников архитектурного отдела Комиссии по охране памятников Моссовета в 1919–1921 годах были обследованы многие городские районы. Почти пятьсот деревянных объектов (дома, ворота, сараи, заборы и беседки в садах), позднее разобранных на дрова, были тогда сфотографированы, отчасти обмерены и зарисованы.
Публикуемые фотографии, чертежи и рисунки показывают ампирную Москву совершенно по-новому, как систему классицистических ансамблей, расположенных не только в центре Москвы,
но и на окраинах.
Книга будет интересна архитекторам, реставраторам, историкам, искусствоведам, культурологам и краеведам, а также широкому кругу любителей исторической литературы.

Купите Деревянная Москва эпохи ампира в магазине Республика, регистрируйтесь в программе лояльности, получите 148 RMoney и экономьте до 50% на следующих покупках ', 4950, 3);


insert into book(name, author, description, price, category_id) values('Пиши, сокращай 2025. Как создавать сильный текст', 'Сарычева Людмила, Ильяхов Максим', 'Максим Ильяхов и Людмила Сарычева на конкретных примерах показывают, что такое хорошо и что такое плохо в информационном, рекламном, журналистском или публицистическом текстах. Как писать письма, на которые будут отвечать, и рассылки, от которых не будут отписываться. Как создавать действенные и не вульгарные рекламные объявления. Как излагать мысли кратко, ясно и убедительно, без языкового мусора, фальши и штампов. Следуя рекомендациям из книги, вы научитесь писать понятно, увлекать читателей и добиваться их доверия. Это обязательная книга для копирайтеров, авторов, редакторов, дизайнеров, программистов, менеджеров, предпринимателей, руководителей, служащих и всех, кто использует текст в работе.', 924, 4);
insert into book(name, author, description, price, category_id) values('Изобретатель кроссовок. История основателя Reebok ', 'Фостер Джо', '«Я должен признаться. В двух вещах.

Во-первых, я терпеть не могу бегать. Во-вторых, я довольно посредственный обувщик.

Я хочу сказать, что пошив обуви — вовсе не то, в чем я особенно силен. Ну вот, я высказался, и стало лучше. Хотя теперь тот факт, что эта книга об основателе компании Reebok, может сбить вас с толку. Надеюсь, вы также немного заинтригованы. Так и должно быть».

История Reebok началась в 1900 году, когда пятнадцатилетний Фостер-старший случайно изобрел шипованные кроссовки для бега, потому что устал быть лузером на дорожке. Спустя несколько лет в его кроссовках было поставлено три мировых рекорда, а лучшие спортсмены Великобритании гонялись за ним с просьбой сделать для них такие же. Основав компанию «J. W. Foster», прародительницу Reebok, именно он первым придумал платить представителям элиты за то, чтобы они носили его кроссовки. Этим он на 30 лет опередил аналогичное маркетинговое предложение Ади Дасслера.

Спустя почти 60 лет его внук, Джо Фостер, опираясь на наследие деда, основал компанию Reebok. Поначалу она располагалась в заброшенной пивоварне в крошечном городке на западе Англии. В 1980-е Reebok стала главным феноменом всего спортивного мира. Сегодня это многомиллиардная компания и спортивный бренд №1.

Как и международный бестселлер «Продавец обуви», написанный Филом Найтом из Nike, «Изобретатель кроссовок» — это история триумфа вопреки всем трудностям, рассказанная из первых уст. Эта книга не просто о бизнесе. Она о настоящей страсти к своему делу, гениальных решениях, удаче и о том, что у жизни отличное чувство юмора.', 175, 4);
insert into book(name, author, description, price, category_id) values('Самый богатый человек в Вавилоне ', 'Клейсон Джорж Сэмюэль', '«Самый богатый человек в Вавилоне» — настольная книга по финансовой грамотности для самого широкого круга читателей. Стилизовав свою прозу под поучения бедного вавилонского писца, ставшего самым богатым человеком в городе, Джордж Клейсон написал экономический бестселлер на все времена, который и по сей день издается миллионными тиражами.

Внутри вы найдёте простые, понятные и практичные советы о том, как сколотить состояние или хотя бы не вылететь в трубу.', 289, 4);
insert into book(name, author, description, price, category_id) values('Формирование общественного мнения ', 'Бернейс Эдвард Л.', 'Реклама — двигатель торговли.

Но как убедить искушенного потенциального потребителя, что ему необходимо приобрести товар, сходить на фильм, проголосовать за политика, потратиться на благотворительную кампанию?

Тут-то и вступает в дело гениальная идея пиара, ассоциирующая для каждого представителя той или иной социальной группы определенный товар, личность или услугу с не менее определенной идеей или комплексом идей.

А вот как конкретно преуспеть в данной непростой сфере деятельности, рассказывает в своей книге великий пиарщик Бернейс, научивший, среди прочего, и богачей, и бедняков начинать день с яичницы с беконом, а феминисток всего мира, увы, курить сигареты.', 238, 4);
insert into book(name, author, description, price, category_id) values('Разумный инвестор: Полное руководство по стоимостному инвестированию', 'Грэм Бенджамин', 'Мировой бестселлер, выдержавший множество переизданий по всему миру, книга Бенджамина Грэма (1894-1976) является уникальным пособием по выстраиванию инвестиционной политики. Автор, всемирно известный экономист и авторитетный профессиональный инвестор, главное внимание уделяет не анализу ценных бумаг, а принципам инвестирования, предлагая действовать разумно и осторожно независимо от поведения фондового рынка. Бенджамин Грэм показывает, как много возможностей открывается перед инвестором, ведущим себя, как расчетливый бизнесмен. Разработанные автором подходы к инвестированию — такие как стоимостное инвестирование по оборотным активам, предпринимательское и защищенное стоимостное инвестирование — это бесценные инструменты, безотказно действующие даже в условиях самого капризного рынка.

Бенджамин Грэм, которого признают своим учителем ведущие мировые инвесторы, вооружает читателей знаниями о том, что в действительности происходит с различными типами облигаций и акций при колебаниях рынка, давая поистине бесценные советы, как максимально удачно инвестировать свои средства в ценные бумаги.', 1529, 4);
insert into book(name, author, description, price, category_id) values('Смешарики. История культовой Вселенной ', 'Корнилова Мария', '- Миллионы фанатов по всему миру,

- более 600 отснятых серий,

- 6 спин-оффов и 3 полнометражных фильма.

Все это о них, о Смешариках, на которых успело вырасти несколько поколений детей.

А ведь на заре 2000-х, когда все только начиналось, никто и подумать не мог, что двум парням — Илье Попову и Салавату Шайхинурову — удастся невозможное: с нуля, без опыта в мультипликации, создать первый в России анимационный сериал, который обойдет по популярности зарубежные франшизы.

Эта книга — искренняя история о том, как рождалась, росла, находилась на грани краха и снова набирала силу Вселенная Смешариков. Написанная свидетелем событий, сценарным редактором проекта Марией Корниловой, книга рассказывает о том, что долгое время оставалось за кадром:

- почему на старте никто не верил в успех проекта;

- какими были бы Совунья, Нюша, Лосяш, Пин и Ежик, сложись все немного иначе;

- кто такие Духи Ромашковой долины и почему с ними не стоит ссориться.', 1808, 4);
insert into book(name, author, description, price, category_id) values('Маркетинг от А до Я: 80 концепций, которые должен знать каждый менеджер', 'Котлер Филип', 'Эта книга всемирноизвестного специалиста в области маркетинга Филипа Котлера стала настольной для миллионов руководителей и специалистов по маркетингу. В ней в сжатой и понятной форме изложены 80 концепций эффективного маркетинга, наиболее важных для успеха компаний в современных условиях. Эта книга дает наилучшее представление как о классических инструментах маркетинга, которые прошли испытание временем, так и новых инновационных разработках, которые стали использоваться только в последние годы. . .Книга обязательна к прочтению бизнесменам, менеджерам отдела маркетинга всех уровней, а так же студентам.', 704, 4);
insert into book(name, author, description, price, category_id) values('Психотрюки. 69 приемов в общении, которым не учат в школе ', 'Рызов Игорь Романович', 'Психотрюки – это простые приемы, которые помогают поставить хама на место, защитить личные границы, выиграть в споре, договориться о выгодных условиях сделки или убедить себя не сдаваться на пути к цели. Не важно, какой у вас опыт самоконтроля и переговоров, прелесть психотрюков в том, что они работают в любом случае и требуют минимум тренировки.

Автор этой книги — Игорь Рызов — ведущий эксперт по переговорам, автор четырех бестселлеров, дважды победитель премии "Деловая книга года". Он предлагает 69 психотрюков для:

• эффективной реакции на бестактные замечания;

• защиты от психологических агрессоров;

• победы над газлайтером;

• успешного убеждения оппонента;

• преодоления страха и волнения;

• настройки себя на сверхдостижения.', 932, 4);
insert into book(name, author, description, price, category_id) values('сихосоматика компаний. Как выявить реальные причины проблем в бизнесе и лечить не симптомы, а болезнь ', 'Покатаева Оксана', 'Оксана Лакшми Покатаева — бизнес-психолог, коуч, 30 лет «наращивает крылья» бизнесменам, помогает найти причины недугов в своей компании и устранить их.

Любая организация — это живой организм, которому иногда свойственно болеть. Оксана Лакшми Покатаева — бизнес-психолог и коуч с 30-летним стажем, уверена: в основе каждой болезни компании лежат психологические проблемы ее собственников, топ-менеджеров и сотрудников. Конфликт нескольких работников или даже убеждения одного человека (если он обладает серьезным влиянием), могут являться причиной кризиса в компании.

Эта книга поможет вам диагностировать причину проблем вашей организации и выбрать верную стратегию «лечения». Основанная на методах нескольких школ психотерапии и реальных кейсах сотен российских компаний, она станет инструментом трансформации вашего бизнеса.

«Крылатая фраза гласит: все болезни от нервов. Вот только в организациях в роли нервов выступают люди. Эта книга помогает понять, почему компания заросла мхом или превратилась в проходной двор, исправить эту ситуацию и подняться на новые высоты»! — Татьяна Мужицкая, психолог, бизнес-тренер, писатель, телеведущая', 152, 4);
insert into book(name, author, description, price, category_id) values('Эстетический интеллект. Как его развивать и использовать в бизнесе и жизни ', 'Браун Пэм, Браун Пол', 'Полин Браун, в течение 25 лет возглавлявшая североамериканское подразделение Moet Hennessy Louis Vuitton, рассказывает об эстетической составляющей в бизнесе, а также рассказывает, как развить эстетический интеллект в себе.', 971, 4);


insert into book(name, author, description, price, category_id) values('Восхождение фениксов ', 'Гуйюань Тянься', 'Знаменитый китайский роман от популярной писательницы Тянься Гуйюань! Впервые на русском языке!

Книга рассказывает о девушке Фэн Чживэй, которая оказывается в самом знаменитом учебном заведении империи — Академии Цинмин. Благодаря волевому характеру и острому уму она сумела получить почетное звание ученого и стала приближенной самого императора. На глазах девушки во дворце разворачивается настоящая борьба за власть. Но теперь все станет еще сложнее, ведь она тоже вступает в борьбу!

Вы окунетесь в атмосферу Древнего Китая с его пленительными пейзажами и роскошными пагодами, окажетесь в центре дворцовых интриг и примете участие в кровавой схватке за трон. Ну и, конечно… влюбитесь. Так искренне, чисто и самоотверженно, как описывают только в китайских романах. Вас ожидают цветные вклейки с персонажами в традиционных китайских костюмах на мелованной бумаге и запечатанные форзацы! Более того, по "Возрождению фениксов" есть шикарная дорама на Netflix с известными актерами, которая уже популярна не только в Китае, но и в России.', 1097, 5);
insert into book(name, author, description, price, category_id) values('Круть', 'Пелевин Виктор Олегович', 'Идет третий век Зеленой Эры. Имплант-коррекция “Открытого Мозга” превратила женщин в доминантный гендер, и в уголовной иерархии изменился баланс сил. На ее вершину поднялся фем-блатняк - безжалостные куры-заточницы. Противостоять им не может никто из биологических мужчин, но есть нюанс.

Маркус Зоргенфрей - лучший баночный оперативник “TRANSHUMANISM INC.” Задания, которые поручает ему адмирал-епископ Ломас, настолько чувствительны, что после них ему стирают память. Он не стал бы вникать в арестантские разборки, если бы не страшная опасность, нависшая над планетой.

Как связаны разрушенный Светом ад и Мезозой? Что такое магия высших духов? Почему древнее зло нашло себе новое воплощение в сибирской ветроколонии? Причем здесь могила Париса, демон Ахилла и в чем тайна зловещей Варвары Цугундер, которую куры-заточницы считают своим ментором уже сотни лет?

Остросюжетный триллер-детектив “Круть” даст ответ на многие мучительные вопросы, которых никто еще не решался задать.', 1100, 5);
insert into book(name, author, description, price, category_id) values('От первого лица: сборник рассказов', 'Мураками Харуки', 'Впервые на русском. Новый сборник рассказов от мастера современной прозы, уникального, всемирно известного японского писателя Харуки Мураками.

Восемь рассказов «От первого лица» в фирменном стиле автора.

Микс из историй разных по содержанию, но с гарантированным качеством. Что из историй реальность, а что вымысел — каждый решает сам.

Для тех, кто будет впервые знакомиться с творчеством Харуки Мураками, это прекрасная возможность погрузиться в его мир.

Мир ежедневных забот и загадочных событий, мир, в котором много деталей и нюансов. Мир любви и потерь, забавных встреч и фатальных событий, бейсбола и музыки. Где можно поболтать за кружкой пива с говорящей обезьяной об абсолютной любви, получить по почте тетрадь со стихами, узнать об индикаторе любви под музыку «Битлз».

Мир, в котором больше смысла и глубины, чем кажется на первый взгляд. Поэтому книги Харуки Мураками перечитывают не один раз.

Для тех, кто хорошо знаком с творчеством Харуки Мураками, это огромная радость — новая книга любимого автора. Ее нельзя пропустить.', 127, 5);
insert into book(name, author, description, price, category_id) values('Если все кошки в мире исчезнут (покет) ', 'Кавамура Гэнки', 'Международный феномен, проданный тиражом более двух миллионов экземпляров! Это согревающая, забавная и глубокая книга о смысле жизни.

Дни молодого почтальона сочтены. Оторванный от своей семьи и живущий один с со своим котом Капустой, он не был готов к страшному диагнозу: жить ему осталось всего несколько месяцев. Но прежде чем он сможет привести свои дела в порядок, появляется дьявол с очень необычным предложением. Темная сила обещает продлить умирающему жизнь, но в обмен за каждый дополнительный день одна вещь в мире будет исчезать бесследно... И вот начинается очень странная неделя, которая ставит молодого почтальона и его любимого кота на грань существования.

С каждым исчезающим предметом почтальон размышляет о жизни, которую он прожил, о своих радостях и сожалениях, а также о людях, которых он любил и потерял.

Эта вневременная история от Генки Кавамуры (продюсера японского анимационного фильма «Ваше имя») — трогательное повествование о потере, примирении, непростом выборе человека и его попытках понять, что действительно в жизни важно.', 327, 5);
insert into book(name, author, description, price, category_id) values('Мой любимый негодяй ', 'Данмор Эви', 'Харизматичные героини Эви Данмор возвращаются!

Идеально для фанатов «Бриджертонов» и «Книжных хроник Анимант Крамб».

Роман года по версии Publishers Weekly.

20 стран купили права на издание цикла.

Эви Данмор создала свой дебютный роман «Мой любимый герцог», вдохновленная волшебными пейзажами Оксфорда и страстью к романтике, интересом к судьбам женщинам с передовыми взглядами и викторианской эпохе. В обычной жизни она консультант в сфере дипломатии, имеет степень магистра, которую получила в Оксфорде. Эви Данмор является членом Британской ассоциации романтических прозаиков (RNA). Писательница живет в Берлине и свое увлечение Англией XIX века отражает в своих произведениях.

Есть вещи, которые женщине свойственно делать лишь потому, что она женщина. Например, падать в обморок по любому ничтожному поводу. И есть вещи, которые делать женщине несвойственно лишь потому, что она женщина. Вероятно, женщина не может просто так взять и купить пятьдесят процентов акций издательского дома. Или может?

Люси Тедбери — лидер суфражистского движения. Она давно поставила крест на личной жизни, а в лучшие подруги выбрала кошку Боудикку.

Чтобы пролить свет на бесправное положение женщин, Люси с соратницами решаются взять под контроль работу крупнейшего лондонского издательства. Но идеальный план рушится, когда на их пути встает известный плут и ловелас, красавец лорд Баллентайн.

Он готов отойти в сторону, если Люси проведет ночь (как не стыдно?) в его постели.

Люси принимает предложение лорда, и в разгорающемся пламени страсти Тристан очень скоро понимает, что рискует попасть в свою же любовную ловушку.

«Современный любовный роман в викторианском платье без корсета». — Эми Э. Райхерт

«Эви Данмор — литературная сила, с которой нужно считаться». — Рэйчел Ван Дайкен', 105, 5);
insert into book(name, author, description, price, category_id) values('Тайный архив Корсакова. Оккультный детектив ', 'Евдокимов Игорь Алексеевич', 'Петербург конца XIX века.

На первый взгляд Владимир Корсаков - классический столичный повеса, и лишь немногим известно, что ему под силу раскрыть загадочные преступления, связанные с потусторонним миром.

Корсакову предстоит отправиться в погоню за художником, рисующим проклятые портреты, которые сводят людей с ума, разгадать бесследное исчезновение семерых медиумов во время ритуала в особняке в Петербурге, а также отправиться в военное училище расследовать убийство. Виноват в нем, по слухам, мстительный призрачный юнкер, и правда может стоить Владимиру жизни.', 593, 5);
insert into book(name, author, description, price, category_id) values('На острове ', 'Дженнингс Карен', 'Роман вошел в лонг-лист Букеровской премии 2021 года.

Самюэль — семидесятилетний смотритель маяка и единственный житель небольшого острова у побережья африканской страны. Он ухаживает за своим садом, маяком и цыплятами, довольствуясь скромной жизнью.

На берег острова часто выбрасывает тела беженцев. Самюэль понимает, что правительству нет дела до этих несчастных людей, поэтому хоронит их сам. Но однажды он обнаруживает, что один незнакомец все еще дышит.

«Дженнингс широкими мазками рисует портрет мрачного детства и социальных условий, которые сделали Самюэля таким, какой он есть. В руках автора удары судьбы и неудачи этого антигероя приобретают фактурную достоверность, от которой трудно отвести взгляд. На каждом шагу он разочаровывает как себя, так и других. Эти разочарования наслаиваются друг на друга, как тела, которые он хоронит под камнями. Эту книгу можно сравнить с "Женщиной в песках" Кобо Абэ. Никакое краткое изложение сюжета не может отдать должное столь тщательно сотканной истории, сила которой заключается в ее продуманном темпе и четком распределении деталей». — Лидия Миллет, обозреватель The New York Times', 104, 5);
insert into book(name, author, description, price, category_id) values('Гордость и предубеждение ', 'Остен Джейн', 'Культовый роман Джейн Остен был неоднократно экранизирован и входит в списки величайших книг всех времен. Что делает историю отношений умной и гордой Элизабет Беннет и не менее гордого мистера Дарси столь популярной?

Англия, конец XVIII века. Родители пятерых сестер Беннет озабочены тем, чтобы удачно выдать дочерей замуж. Размеренная жизнь семейства переворачивается вверх дном, когда по соседству появляется молодой джентльмен — мистер Бингли. Среди друзей нового соседа оказывается немало утонченных аристократов, которые не прочь поухаживать за очаровательными сестрами. Своевольная Элизабет знакомится с красивым и высокомерным мистером Дарси. Между ними разгорается нешуточное противостояние, результатом которого может стать как любовь, так и ненависть. Смогут ли они преодолеть все разногласия и недоразумения?

И все-таки что же вот уже несколько веков заставляет читателей смеяться и плакать, трепетать от гнева и радоваться?

На первый взгляд, «Гордость и предубеждение» — любовный роман. Однако это и веселая комедия, и история взросления, и социальная критика, и философская притча. Роман чрезвычайно остроумен. Тонкий юмор и изящный стиль изложения не позволяют ему утратить своего неподражаемого очарования и блеска. Многочисленные драматические повороты совершенно не дают оторваться от чтения. К тому же каждая страница пропитана духом Англии. С невероятной иронией и удивительной наблюдательностью Джейн Остен описывает быт провинциального общества, особенности этикета и манер. С большим мастерством подлинного художника она раскрывает душевую жизнь героев, вглядывается в причины и побуждения. Следить за тем, как меняется персонаж под влиянием тех или иных событий, невероятно увлекательно.', 81, 5);
insert into book(name, author, description, price, category_id) values('Кошкин стол ', 'Ондатже Майкл', '1950-е годы, Коломбо. Одиннадцатилетний мальчик по имени Майкл поднимается на корабль, который должен отвезти его в Англию. Пересекая на его борту воды Индийского океана, он переживет первое настоящее погружение во взрослый мир.

"Кошкин стол" восхитительно, незамутненными детскими глазами показывает настоящее британское общество изнутри, со всеми его друзьями, врагами, детьми, взрослыми, семьями, одиночками, артистами, миллионерами, разбойниками, с его интригами, интрижками, тайнами и разгадками. И, пожалуй, именно это увлекательное путешествие станет для мальчика началом путешествия во взрослую жизнь.', 112, 5);
insert into book(name, author, description, price, category_id) values('Крестный отец ', 'Пьюзо Марио', '«Крестный отец» — классический роман о жизни одного из могущественных преступных синдикатов Америки — мафиозного клана дона Корлеоне. Написанная с потрясающей достоверностью книга позволяет читателю без риска для жизни заглянуть в святая святых мафии.

Марио Пьюзо показал, как формируется иерархия в семейных кланах, каков механизм управления при принятии решений, познакомил с жизненным укладом преступных синдикатов.

И все же это больше семейная сага, похожая на «Сагу о Форсайтах» Голсуорси. В жизни дона Корлеоне и членов его клана главное — это семья. В ней у каждого есть своя роль, свои обязанности, правила складываются десятилетиями.

«Своих мало — чужие все».', 94, 5);


insert into book(name, author, description, price, category_id) values('Триединая. Путеводитель по женской душе ', 'Лаврентьева Светлана', 'Внутри каждой из нас живет девочка. Наивная, влюбчивая и мечтательная. Внутри каждой из нас живет женщина. Страстная, сильная и сложная. Внутри каждой из нас живет старуха. Свободная, мудрая и странная. Мы слышим их голоса каждый день. Они ругают и поучают, вдохновляют и дают силу. Эти голоса – древняя музыка, которая тысячелетиями звучит в каждой из нас, несмотря на шум больших городов. Музыка женской души. Светлана Лаврентьева – поэт, тренер, исследователь и визионер написала этот сборник, чтобы каждая женщина смогла вспомнить свою силу и стать светом, к которому потянутся другие. Вы держите в руках не просто книгу. Это ваш личный дневник и молитвослов, исповедь и манифест, путеводитель по вашей вечной, бездонной и бесконечной женской природе. Он поможет открыть сердце и остаться сильной в своей уязвимости, пройти сквозь тьму и создать из нее новую жизнь. Начните путешествие к себе сегодня. Найдите свою силу и передайте ее миру.', 878, 6);
insert into book(name, author, description, price, category_id) values('Трансерфинг реальности. 1 Ступень: Пространство вариантов ', 'Зеланд Вадим', 'Пространство вариантов - это первая книга трилогии Вадима Зеланда "Трансерфинг реальности".

Речь в ней идет об очень странных и необычных вещах. Это настолько шокирует, что не хочется верить. Но вера и не потребуется - вы сами во всем убедитесь. Только будьте готовы к тому, что после чтения ваше привычное мировоззрение рухнет, ведь книга несет ошеломляющие своей дерзостью идеи.

Трансерфинг - это мощная техника, дающая власть творить невозможные, с обыденной точки зрения, вещи, а именно - управлять судьбой по своему усмотрению. В основе Трансерфинга лежит модель вариантов - принципиально новый взгляд на устройство нашего мира.

Это I ступень Трансерфинга и первые шаги мага. Человек не знает о том, что может не добиваться, а просто получать желаемое. Вы испытаете непередаваемые чувства, когда обнаружите у себя способности, о которых и не подозревали.

Это подобно ощущению свободного падения - невероятное имеет такую ошеломляющую дерзость превращаться в реальность, что просто дух захватывает!', 368, 6);
insert into book(name, author, description, price, category_id) values('Сольфеджио. Рабочая тетрадь. 1 класс ', 'Калинина Галина Федоровна', 'Рабочая тетрадь по сольфеджио для учащихся 1 класса ДМШ и ДШИ -экспериментальное издание, дополняющее существующие учебники разнообразными видами практических и творческих заданий. Регулярное использование данного учебного пособия как на уроках, так и при домашней подготовке к ним, позволяет добиваться высокой эффективности в освоении учебной программы и значительного повышения интереса к изучаемому предмету.', 209, 6);
insert into book(name, author, description, price, category_id) values('Из ничего: искусство создавать искусство ', 'Рубин Рик', 'Рик Рубин — один из величайших музыкальных продюсеров, чья карьера охватывает десятилетия. Он способствовал популяризации хип-хопа (и превратил Beastie Boys в одну из мощнейших хип-хоп-групп в истории), работал со столпами металла (Metallica и Slayer), альтернативного рока (The Cult, Red Hot Chili Peppers), хард-рока (Aerosmith), ню-метала (Linkin Park, Rage Against the Machine, System of a Down), кантри (Джонни Кэш и Dixie Chicks) — и это только вершина айсберга. В середине 2000-х Рик Рубин, по оценке MTV, стал важнейшим продюсером последних 20 лет, а журнал Time включил его в список ста самых влиятельных людей в мире. Все музыканты, работавшие с Рубином, говорят одно: это человек, который помогает тебе достичь максимума, раскрыть в себе потенциал, о котором ты, войдя в студию, еще даже не догадывался. Так работает идеальный продюсер, и это требует абсолютной чуткости и настежь распахнутого сознания. Рубин понимает творчество, как мало кто на свете, учит нас творить из ничего, и внезапно оказывается, что мы рождаем новые идеи постоянно, на каждом шагу, чем бы ни занимались. Читайте книгу подряд и следуйте за автором — или открывайте ее на случайной странице и используйте то, что там найдете, в любом порядке. Смотрите, что получится. Пути творчества нелинейны и неисповедимы, а творить способны мы все. Впервые на русском!', 921, 6);
insert into book(name, author, description, price, category_id) values('DARK ART. Антология российского темного искусства ', 'Х Р А М, Зозуля Дэн, Goshmar, Валун', 'Дарк-арт — одно из ключевых направлений в визуальном искусстве. Правильно выстроенный нарратив может рассказать целую историю, напугать зрителя и вызвать мурашки по коже. В этом сборнике 18 российских художников расскажут о том, как они создают макабрические сюжеты, поделятся историями о своем творческом пути, источниками вдохновения и профессиональными секретами.', 1898, 6);
insert into book(name, author, description, price, category_id) values('Нелюбовь. Том 3 ', 'Король Александр', 'Добродетели – это и есть высокий уровень жизни?

Почему появляются грехи?

Грехи растачивают вдохновение и силы?

Если включить добродетели, как это изменит жизнь?

Чем по сути является сердце и ум?

Как определить, что сделал правильный выбор?

Почему помощь – ловушка?', 1086, 6);
insert into book(name, author, description, price, category_id) values('Ключи от Москвы. Как чай помог получить дворянство, из-за чего поссорились Капулетти и Монтекки старой Москвы, где искать особняк, скрывающий подводное царство ', 'Сорока Яна', 'Яна Сорока — журналистка, выпускница журфака МГУ имени М. В. Ломоносова, автор книги о старинных особняках «Потайные двери Москвы» и историко-архитектурного блога «Это не загуглишь», который насчитывает 85 000 подписчиков.

Из-за чего аптекари стали героями шекспировской драмы? Что прятал купец в тайной комнате? Для чего гимназист затопил кабинет директора? И как бани разбили два брака?

«Ключи от Москвы» — книга, которая открывает 16 дверей самых изысканных, загадочных и необычных домов города.

Каждое здание — это не только архитектурная жемчужина Москвы, но и хранилище опасных секретов, пронзительных драм, любви и надежд прежних жильцов.

Совершите путешествие в прошлое. Сидя за обеденным столом с Алексеем Толстым, послушайте его истории о парижских устрицах и былой роскоши. Подсмотрите, как Максим Горький отгораживается книжными шкафами от подводных обитателей дома в стиле модерн.

Отыщите таинственную башню, спрятанную в переулках, зайдите в чайный магазин, похожий на китайскую шкатулку, пройдитесь по залам Ссудной казны, представляя себя в пещере с сокровищами. ', 806, 6);
insert into book(name, author, description, price, category_id) values('Вишнякова Елизавета Олеговна', 'МАСТЕР ВЯЗАНИЯ. 5000 моделей: от джемпера до худи. Универсальный конструктор бесшовных плечевых изделий с готовыми расчетами на любой размер ', 'Вы устали подстраиваться под чью–то плотность и тратить время на изнурительные расчеты? Бесконечно распускать и вязать заново, добиваясь идеальной посадки? Или, может, вы мечтаете вязать по собственным дизайнам, выбирая то, что нравится вам, а не другим? Уникальный конструктор бесшовного вязания сверху вниз решит все проблемы и сэкономит ваши время и нервы! Еще никогда не было так легко вязать, как с этой книгой. Больше не надо попадать в заданную плотность, вязать предложенный вариант модели, а самое главное, не надо делать СОВЕРШЕННО НИКАКИХ РАСЧЕТОВ! Все посчитано за вас! Выбирайте сами из

• 10 размеров

• 12 плотностей

• 11 видов горловин

• 3 вида капюшонов

• 6 видов регланных линий

• 4 вида силуэта

• 9 видов оформления края

• 6 видов рукавов

• 9 дополнительных элементов

Подставляйте свои параметры и плотность в таблицу, и всего за 9 шагов вы свяжете свой идеальный джемпер, свитер, свитшот, пуловер, худи, тунику или укороченный свитер. Легкая подача материала, пошаговые инструкции и видео-подсказки, - вязальщицы с опытом или без, смогут вязать под чутким сопровождением автора! Революционный подход к вязанию, в который вы влюбитесь с первого взгляда! Книгу протестировали 89 независимых рукодельниц с разным опытом вязания, каждая петелька, каждый сантиметр выверены и проверены на практике!', 1898, 6);
insert into book(name, author, description, price, category_id) values('Счастливый Карман, Полный Денег: Формирование Сознания Изобилия ', 'Джиканди Дэвид Кэмерон', '"Счастливый Карман, Полный Денег" - невероятно вдохновляющая книга о многих вещах, которые должны привести нас к богатству, радости и изобилию. Это книга о деньгах и о квантовой физике, о разумной Вселенной и о значении медитации в нашей жизни, о щедрости и о благодарности, об осознанности и об иллюзорности времени, о воображении и намерении. И все-таки главное, что красной нитью проходит через всю книгу - это сознание изобилия. Только такое сознание может сделать нас богатыми и счастливыми. И немного есть на свете книг, которые могли бы столь реально научить нас сознанию изобилия, как эта.', 405, 6);
insert into book(name, author, description, price, category_id) values('Сольфеджио. Рабочая тетрадь. 3 класс ', 'Калинина Галина Федоровна', 'Рабочая тетрадь по сольфеджио для учащихся 3 класса ДМШ и ДШИ -экспериментальное издание, дополняющее существующие учебники разнообразными видами практических и творческих заданий. Регулярное использование данного пособия как на уроках, так и при домашней подготовке к ним, позволяет добиваться высокой эффективности в освоении учебной программы и значительного повышения интереса к изучаемому предмету.', 209, 6);



insert into book(name, author, description, price, category_id) values('Мифология Толкина. От эльфов и хоббитов до Нуменора и Ока Саурона', 'Баркова Александра Леонидовна', 'Мир Средиземья, созданный Дж. Р. Р. Толкиным под влиянием кельтского, скандинавского и финского эпоса, породил новую мифологию, которая, в свою очередь, изменила мировую культуру. В этой книге фольклорист и преданный Толкинист Александра Баркова рассказывает об истоках сюжетов «Властелина колец», «Хоббита» и «Сильмариллиона» и о том как преломились в них универсальные мифологические категории, сохранившиеся в мышлении человечества с древнейших времен. Отдельная глава посвящена субкультуре толкинистов, ставшей источником собственных легенд и преданий.', 950, 7);
insert into book(name, author, description, price, category_id) values('Искусство вкуса ', 'Вургафт Бенджамин, Уайт Мерри', 'Еда всегда была источником страстей и соблазнов — а порой даже могла изменить течение человеческой истории. Благодаря пшенице и рису возникли первые мировые империи, погоня за специями предопределила ход европейских географических открытий и завоеваний, а без кофе и сахара немыслимо существование современного капитализма. Эта книга, написанная антропологом Мерри Уайт и историком Бенджамином Вургафтом, предлагает по-новому взглянуть на взаимосвязи между культурой, обществом и продуктами, которые лежат на вашем столе. Авторы путешествуют во времени и пространстве — от древнеримских застолий до «Макдоналдса», от итальянской глубинки до шумных улочек Токио и Сеула, от горных кофейных плантаций до обычного универмага — и обнаруживают массу нерассказанных историй, которые удивят самого искушенного читателя.', 845, 7);
insert into book(name, author, description, price, category_id) values('Забытые истории старых парадных Петербурга ', 'Караулов Сергей Вениаминович', 'Издание «Забытые истории старых парадных Петербурга. Секреты домов, сохранившихся со времен Российской империи» — это увлекательное исследование зданий Северной столицы. Автор, Сергей Караулов, проведет вас по самым интересным домам в городе и расскажет об удивительных парадных, которые хранят невероятное количество историй.', 988, 7);
insert into book(name, author, description, price, category_id) values('Мифы драгоценных камней. От стрел Амура и яблока Адама до живого серебра и кожи Великого Полоза ', 'Печенкин Владимир', 'Почему драгоценные камни называли не только в честь богов и героев мифов, но и в честь отъявленных злодеев? Появление какого минерала приписывают Адаму? Что за камень был в кольце Соломона и в чем смысл мифа о Поликрате? Почему не получается идентифицировать самоцветы из Библии?

Драгоценные камни, металлы и сделанные из них украшения во многих древних культурах были окутаны легендами и мифами. Пытаясь объяснить мир вокруг, наши предки использовали собственные наблюдения и фантазии, наделяли драгоценные камни волшебными свойствами и строили догадки об их происхождении.

Сегодня вера в магическую силу камней вызывает лишь недоумение, однако не стоит забывать, что некогда она была настолько сильна, что порой драматическим образом меняла судьбы целых стран.', 950, 7);
insert into book(name, author, description, price, category_id) values('Сила подсознания, или Как изменить жизнь за 4 недели ', 'Диспенза Джо', 'Научный подход к изменению и перепрограммированию жизни.

Эксперименты и опыты с невероятными результатами.

Фундаментальная перестройка мыслей и эмоций.

Правильная техника медитации.

Мировой бестселлер — продано 5 000 000 экземпляров.

ОБ АВТОРЕ

Доктор Диспенза — профессор нейрохимии и нейробиологии, руководитель клиники интегрированной медицины. Автор мировых бестселлеров по развитию мозга. Джо Диспенза выступает с мастер-классами в 26 странах на 5 континентах. Он обучил тысячи людей, как перенастроить свой мозг и тело, чтобы улучшить здоровье и жизнь. Диспенза — первый автор, которому удалось понятно, доступно и на научном языке объяснить работу подсознания.

О КНИГЕ

Атомы на 99,9% состоят из энергии и на 0,1% — из материи.

Это значит, что человек и весь мир в целом — не твердая материя, а энергетические поля и информационные частоты.

Каждый из нас сознательно или неосознанно излучает в мир энергию — положительную или отрицательную.

Нам не нужно смиряться с реальностью, ведь в любой момент мы можем создать новую.

Перестроив свои мысли и эмоции, можно изменить свой мозг.

А значит, и свою жизнь.', 1677, 7);
insert into book(name, author, description, price, category_id) values('Кардакова Мария', 'Нетревожные отношения с едой (и с собой). Осознай свои истинные потребности в питании ', 'Мария Кардакова, дипломированный нутрициолог и специалист общественного здравоохранения Великобритании, объяснит, что такое правильный рацион, подходящий лично для вас, и расскажет, как сделать его стилем жизни, а не "временной мерой". Каждую неделю года вы будете не просто узнавать что-то новое, но и внедрять полезные, работающие принципы в свою жизнь.

Книга рекомендуется всем, кто хочет наладить свою систему питания, питаться сбалансированно, хорошо выглядеть и быть здоровым.', 800, 7);
insert into book(name, author, description, price, category_id) values('Корсет не выход, шпагат не панацея. Мягкий способ получить подтянутое тело, упругие ягодицы и решить проблемы с тазовым дном и диастазом', 'Блинова Мария', '• Голодание на куриной грудке с гречей.

• Тренировки до изнеможения.

• Страдать от боли в мышцах, но заниматься.

Все пункты выполняете, а вместо кубиков получаете накопленную усталость и боли в теле. Как разорвать этот круг? Как получить подтянутое и здоровое тело и избавиться от болей?

Просто откройте эту книгу! Автор — тренер с медицинским образованием и опытом более семи лет — помог уже более чем миллиону человек. Вместе с ним вы:

• узнаете, как устроен ваш организм и как все в нем взаимосвязано;

• поймете, как получить подтянутое тело без вреда для здоровья, без диет и изнеможения;

• сможете избавиться от болей в мышцах и суставах;

• получите готовую систему видеотренировок для проработки всех зон тела.

Авторская концепция «Биофитнес» — это здоровые отношения с телом, когда тренировка предполагает не только физическую нагрузку, но и осознанность. Это узнавание и понимание своего тела, сознательное чувствование. Готовы попробовать?

Книга в твердом переплете. Не является учебником по медицине. Все рекомендации должны быть согласованы с лечащим врачом', 679, 7);
insert into book(name, author, description, price, category_id) values('Сила подсознания, или Как изменить жизнь за 4 недели ', 'Диспенза Джо', 'Подсознание может делать только то, на что вы его запрограммировали. Невозможно остановить хранящиеся в теле автоматические подсознательные программы с помощью разума. Эта книга научит вас проникать в сферу подсознания и перепрограммировать его. Изменившийся мозг изменит и тело.', 883, 7);
insert into book(name, author, description, price, category_id) values('Волшебные миры Хаяо Миядзаки ', 'Нейпир Сюзан', 'Самый милый котобус на свете, чудесная рефлексирующая ведьмочка Кики, лесные духи, обманчивый уют и тревожная красота Замка — все это волшебная вселенная, созданная маэстро анимации Хаяо Миядзаки.

Миллионы поклонников по всему миру, множество премий, абсолютное признание гения — у него есть абсолютно всё. Книга Сюзан Нейпир приоткрывает дверь во внутренний мир самого автора.

Она покажет, что противоречивое чувство вины, удивления и ужаса — именно эти чувства двигали самого доброго мультипликатора современности ко всему, что у него есть сейчас.

Фишки книги:

- единственная книга о творчестве Миядзаки;

- цветные вкладки с любимыми кадрами внутри;

- история всех 11 мультфильмов аниматора;

- полный анализ роли его творчества в культуре;

- стильный макет и плотная белая бумага внутри.

Для кого эта книга:

- для всех, кто хотя бы раз смотрел мультфильмы Миядзаки;

- для тех, кто интересуется современной культурой;

- для любителей манги и аниме;

- для тех, кто хочет окунуться в детство.', 1034, 7);
insert into book(name, author, description, price, category_id) values('Психосоматика лишнего веса. Дело не в еде ', 'Щербинина Наталья Александровна', 'Наталья Щербинина — психолог, автор популярного блога @nataly.otvet (225 000 подписчиков), эксперт в вопросах пищевого поведения. Специалист по психосоматике, создатель онлайн-курса «Дело не в еде», в эффективности которого убедились уже более 3 тысяч человек.', 715, 7);



insert into book(name, author, description, price, category_id) values('Атомные привычки. Как приобрести хорошие привычки и избавиться от плохих ', 'Клир Джеймс', 'Лучшая деловая книга 2018 года по версии Fast Company.

Лучшая книга по самопомощи 2018 года по версии Business Insider.

Может ли одна монетка сделать человека богатым? Конечно нет, скажете вы. Но если добавить еще одну? И еще? И еще? В какой-то момент количество перейдет в качество.

А теперь представьте, что одно крошечное изменение кардинально меняет всю жизнь. Звучит фантастически! Но, как и в случае с монетками, срабатывает эффект сложного процента.

И вот уже маленькое, но регулярное действие привело к большим результатам.

Атомные привычки — маленькие изменения, в которых скрыта огромную мощь! Вы давно пытаетесь измениться, но не получается. Не корите себя! Виноваты не вы,а система. Джеймс Клир развенчивает мифы о привычках, мотивации и силе воли. Опираясь на научные данные, результаты исследований, личный опыт и опыт успешных людей, он просто и понятно объясняет, как сделать хорошие привычки неизбежными, а вредные — невозможными. Без вариантов!', 408, 8);
insert into book(name, author, description, price, category_id) values('Самый богатый человек в Вавилоне ', 'Клейсон Джорж Сэмюэль', '10 всемирно известных притч, которые полностью меняют ваше мышление. Оригинальная версия главной книги о богатстве теперь в самом полном и благозвучном переводе.

Все, что было написано о накоплении капитала после «Самого богатого человека в Вавилоне», лишь повторяет и развивает идеи Джона Клейсона, но принципиально нового не добавляет. Роберт Киосаки, Наполеон Хилл, Бодо Шефер — все они черпали мудрость из этого бестселлера. Книга переведена на 32 языка и издана в 56 странах мира. Продана тиражом больше 100 миллионов экземпляров (точный подсчет затруднен из-за невероятного количества переизданий).

Если вы ищете одну, самую полезную книгу о богатстве, это без сомнения «Самый богатый человек в Вавилоне».

В ней автор с помощью увлекательных историй объясняет, как:

• безболезненно избавиться от долгов, во много раз превышающих ежемесячный доход;

• скопить первичный капитал, который ляжет в основу будущего благосостояния;

• перестать быть рабом денег и заставить их работать на себя;

• заслужить уважение и глубочайшее почтение окружающих.', 276, 8);
insert into book(name, author, description, price, category_id) values('Не учи меня жить. Искусство работы с эмоциями ', 'Борьессон Алена', 'Приглашаем вас в необычное путешествие по миру эмоций. В нем вы научитесь бережно и эффективно помогать себе с самыми разными эмоциями, чтобы проживать ту жизнь, которую вы действительно хотите. В этой книге вы не встретите шаблонных советов и навязанных правил.

Вместо этого мы:

• посмотрим изнутри на вопрос эмоций: зачем нужны злость, зависть или ревность и как они помогают нам выстроить жизнь мечты;

• найдем ключ к свободе: поймем, как позитивные и негативные эмоции приводят к получению удовольствия от жизни и самореализации;

• разовьем один из важнейших навыков современности – навык бережной, но эффективной работы с эмоциями.

Эта книга не учит вас, как жить. Она предлагает вам научиться использовать свои эмоции во благо и открыть для себя ранее невиданные возможности. «Не учи меня жить. Искусство работы с эмоциями» — это путеводитель по эмоциональному миру, помогающий вам понять себя, быть в гармонии с собственными чувствами, создавая жизнь именно вашей мечты!', 624, 8);
insert into book(name, author, description, price, category_id) values('Искусство распознавать чушь. Как не дать ввести себя в заблуждение и принимать правильные решения', 'Петрочелли Джон В.', '«Эксперименты, проводимые социальными психологами, показывают: люди с трудом могут объяснить, почему думают так, как думают, или как они пришли к конкретному выводу, несмотря на то что все равно придумывают объяснения». — Джон В. Петрочелли, социальный психолог и профессор психологии в Университете Уэйк Форест

Чтобы понять, что побуждает человека апеллировать к сомнительным данным и вводить других людей в заблуждение, ученый основал Лабораторию Исследования Чуши. На ее базе он проводил контролируемые эксперименты и общался с ведущими специалистами в различных областях — от финансового аналитика до автолюбителя. В результате ему удалось комплексно описать причины, по котором каждый из нас в разной степени распространяет недостоверную информацию и доверяет ей.

В этой книге Петрочелли описал конструктивный подход и принципы критического мышления, которые помогают обнаружить истину среди информационного шума и не стать жертвой чуши (не только ее приемником, но и распространителем).

Он также дает ответы на следующие вопросы:

- Кто и почему чаще всего несет чушь?

- Чем чушь отличается от лжи?

- Что представляет собой наценка на чушь и за какие товары нам приходится больше всего переплачивать?

- Каких принципов нужно придерживаться, чтобы принимать взвешенные решения, основанные на достоверных данных?', 172, 8);
insert into book(name, author, description, price, category_id) values('Искусство спора. Как читать книги ', 'Поварнин Сергей Иннокентьевич', 'Сергей Иннокентьевич Поварнин (1870—1952) – философ, профессор Ленинградского государственного университета, крупный специалист в области логики и риторики.

Эти книги гремели в 20—30-х годах ХХ века, стояли рядом с «Занимательной физикой» и «Занимательной математикой» Я.Перельмана, а потом были незаслуженно забыты. Но сейчас они снова оказались востребованными.

Читать книги – что может быть проще? Мы обучены чтению с начальной школы, но как мы читаем? Да «как читается», а между тем вреда от такого чтения зачастую больше, чем пользы. Поэтому вдумчивому читателю просто необходимо ознакомиться с приемами и навыками рационального чтения.

Кроме того, предлагаемое в сборнике «Искусство спора», наряду с «Искусством побеждать в спорах» А. Шопенгауэра, научит читать «между строк» средства массовой информации и замечать их уловки, а также правильно излагать свои доводы в любых дискуссиях.', 228, 8);
insert into book(name, author, description, price, category_id) values('Настоящие художники не воруют. 100+ упражнений, которые помогут порождать оригинальные идеи с нуля и бороться с психологической инерцией ', 'Пономарева Марианна', 'Мыслить нестандартно, находить удивительное в обыденном, стать тем, чьи идеи копируют.

Этот блокнот включает в себя более 100 упражнений и заданий для создания цепляющего креатива. В нем Марианна Пономарева, фотограф, писатель и преподаватель творческих дисциплин, учит генерировать нетривиальные идеи и преодолевать кризисы творчества.

С помощью этого блокнота вы:

- избавитесь от психологической инерции;

- научитесь преобразовывать скучное в оригинальное;

- сможете вдохновляться не только от котиков;

- раскачаете воображение.', 184, 8);
insert into book(name, author, description, price, category_id) values('Думай медленно... решай быстро ', 'Канеман Даниэль', 'Наши действия и поступки определены нашими мыслями. Но всегда ли мы кон-тролируем наше мышление? Нобелевский лауреат Даниэль Канеман объясняет, почему мы подчас совершаем нерациональные поступки и как мы принимаем неверные решения. У нас имеется две системы мышления. «Медленное» мыш-ление включается, когда мы решаем задачу или выбираем товар в магазине. Обычно нам кажется, что мы уверенно контролируем эти процессы, но не будем забывать, что позади нашего сознания в фоновом режиме постоянно работает «быстрое» мышление — автоматическое, мгновенное и неосознаваемое…', 1344, 8);
insert into book(name, author, description, price, category_id) values('Подсознание может все! ', 'Кехо Джон', 'Автор этой книги в уединении среди лесов канадской провинции Британская Колумбия три года сосредоточенно размышлял над вопросами, касающимися деятельности человеческого мозга. Способы активизации его безграничных ресурсов, разработанные и скомбинированные Джоном Кехо в конкретную программу, могут изменить вашу жизнь к лучшему, наполнить ее успехами и счастьем.

Для широкого круга читателей.', 655, 8);
insert into book(name, author, description, price, category_id) values('Сила воли. Как развить и укрепить ', 'Макгонигал Келли', 'Силе воли учат в Стэнфорде! Этот курс безумно популярен среди студентов — все хотят укрепить силу воли. Но до сих пор не было преподавателя, который взялся бы сделать научно-обоснованный курс на эту тему, перелопатить чужие исследования и провести свои. Все, чтобы доказать, что этот навык тренируем и научить всех желающих приемам его развития.

Этим преподавателем стала психолог, доктор наук Келли Макгонигал — которая впоследствии написала книгу The Willpower Instinct, которую мы издали под названием "Сила воли". Именно она принесла идею курса по тренировке силы воли в кампус бизнес-школы № 1 в мире, разработала его и ведет по сей день, получая благодарность учеников и множество преподавательских наград.

Если бы нас спросили, какую единственную книгу из портфеля нашего издательства мы посоветовали бы прочитать всем без исключения, — это была бы "Сила воли".

Что нас зацепило в книге:

Оказалось, что силу воли можно тренировать как мышцы. Чем чаще тренируешь, тем проще использовать.

Позиция "10 минут работаю над задачей, а потом смогу бросить", как ни странно, сильно увеличивает шансы на доведение дела до конца.

Сон и отдых самым прямым образом укрепляют силу воли, а стресс — снижает. Дело в том, что напряженный организм всеми силами старается направить нас к удовольствию, даже сомнительному с точки зрения долгосрочных целей.', 404, 8);
insert into book(name, author, description, price, category_id) values('Учебные таблицы по русскому языку 5-11 классы. 2-е изд. ', 'Малюшкин Александр Борисович', 'Настоящее пособие представляет собой обобщенное изложение в таблицах теоретического материала по основным разделам курса русского языка: «Фонетика и графика», «Лексика и фразеология», «Словообразование и орфография», «Морфология», «Синтаксис и пунктуация», «Стилистика». В приложении даны разделы «Свойства хорошей речи» и словарь «Изобразительно-выразитель-ные средства языка». Пособие может быть использовано как в учебном процессе, так и для самостоятельного изучения и повторения курса русского языка.', 179, 8);


insert into book(name, author, description, price, category_id) values('География. 9 класс. Контурные карты. (Традиционный комплект) ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Контурные карты по географии с заданиями для 9 класса предназначены к использованию в комплекте с атласом. Задания по темам позволяют закрепить знания по курсу, которыми учитель может воспользоваться по своему усмотрению. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлены задания и последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 165, 9);
insert into book(name, author, description, price, category_id) values('География. 9 класс. Атлас. (Традиционный комплект) ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Атлас предназначен для учащихся 9-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: хозяйство и регионы России. Работая с атласом, учащиеся научатся находить географические объекты, давать описание и характеристику географическим объектам, анализировать карту выполняя поставленные географические задачи. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, дана актуальная статистическая информация. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 366, 9);
insert into book(name, author, description, price, category_id) values('География. Контурные карты. 7 класс ', 'Матвеев Алексей Владимирович', 'Данные контурные карты являются составной частью учебно-методического комплекта по курсу «География. 7 класс» серии «Полярная звезда» и предназначено для выполнения заданий обучающимися. Задания охватывают темы курса и нацелены на более глубокое и прочное усвоение знаний.', 174, 9);
insert into book(name, author, description, price, category_id) values('География. 7 класс. Контурные карты. (Традиционный комплект) ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Контурные карты по географии с заданиями для 7 класса предназначены к использованию в комплекте с атласом. Задания по темам позволяют закрепить знания по курсу, которыми учитель может воспользоваться по своему усмотрению. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлены задания и последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 165, 9);
insert into book(name, author, description, price, category_id) values('Атлас. География. 7 класс ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Атлас предназначен для учащихся 7-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: главные природные закономерности природы Земли, человечество на Земле, материки и страны. Работая с атласом, учащиеся научатся находить и давать характеристику географическим объектам, читать и анализировать карту. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, добавлена карта народы мира. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 366, 9);
insert into book(name, author, description, price, category_id) values('География. 8 класс. Атлас. (Традиционный комплект) ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Атлас предназначен для учащихся 8-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: географическое пространство России, природа России, население России. Работая с атласом, учащиеся научатся находить географические объекты, давать описание и характеристику процессов и явлений, читать и анализировать карту выполняя поставленные географические задачи. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, дана актуальная статистическая информация о населении нашей страны. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 366, 9);
insert into book(name, author, description, price, category_id) values('География. 8 класс. Контурные карты. (Традиционный комплект) ', 'Приваловский Алексей Никитич, Ольховая Наталья Владимировна', 'Контурные карты по географии с заданиями для 8 класса предназначены к использованию в комплекте с атласом. Задания по темам позволяют закрепить знания по курсу, которыми учитель может воспользоваться по своему усмотрению. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлены задания и последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.', 165, 9);
insert into book(name, author, description, price, category_id) values('География. 8-9 классы. Атлас ', 'Петрова М. В.', 'Данный атлас является составной частью учебно-методического комплекта по курсу "География. 8-9 классы" серии "Полярная звезда" и предназначено для работы с текстом учебника, контурными картами и др. Карты атласа охватывают темы курса и нацелены на более глубокое и прочное усвоение знаний.', 392, 9);
insert into book(name, author, description, price, category_id) values('Spotlight. Английский язык. Рабочая тетрадь. 5 класс ', 'Дули Дженни, Подоляко Ольга Евгеньевна, Дули Дженни', 'ИЗДАНИЕ ЯВЛЯЕТСЯ ВСПОМОГАТЕЛЬНЫМ ПОСОБИЕМ К УЧЕБНИКУ, ВКЛЮЧЁННОМУ В ФЕДЕРАЛЬНЫЙ ПЕРЕЧЕНЬ УЧЕБНИКОВ, УТВЕРЖДЁННЫЙ ПРИКАЗОМ МИНИСТЕРСТВА ПРОСВЕЩЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ ОТ 21 СЕНТЯБРЯ 2022 ГОДА № 858.

Рабочая тетрадь является обязательным компонентом УМК серии «Английский в фокусе» для учащихся 5 класса общеобразовательных организаций. Рабочая тетрадь включает в себя 8 основных модулей, каждый из которых соотносится с соответствующим разделом учебника.', 770, 9);
insert into book(name, author, description, price, category_id) values('Математика. 1 класс. Рабочая тетрадь. В 2-х частях. Часть 1 ', 'Волкова Светлана Ивановна, Моро Мария Игнатьевна:', 'ИЗДАНИЕ ЯВЛЯЕТСЯ ВСПОМОГАТЕЛЬНЫМ ПОСОБИЕМ К УЧЕБНИКУ, ВКЛЮЧЁННОМУ В ФЕДЕРАЛЬНЫЙ ПЕРЕЧЕНЬ УЧЕБНИКОВ, УТВЕРЖДЁННЫЙ ПРИКАЗОМ МИНИСТЕРСТВА ПРОСВЕЩЕНИЯ РОССИЙСКОЙ ФЕДЕРАЦИИ ОТ 21 СЕНТЯБРЯ 2022 ГОДА № 858.

Для соблюдения правил информационной безопасности поисковый запрос в Интернете осуществляется детьми с помощью взрослых (педагогических работников, родителей или законных представителей несовершеннолетних обучающихся).

Рабочая тетрадь по математике для 1 класса (в 2 частях) подготовлена к учебнику "Математика. 1 класс" (авт. М. И. Моро, С. И. Волкова, С. В. Степанова), доработанному в соответствии с требованиями Федерального государственного образовательного стандарта начального общего образования (Приказ Министерства просвещения РФ № 286 от 31.05.2021 г.) В учебном пособии содержатся разнообразные тренировочные и развивающие упражнения для организации коллективной и самостоятельной работы обучающихся. Печатная основа позволяет сократить время для выполнения заданий. В рабочую тетрадь (часть 1) включено Приложение "Математика. Разрезной счётный и игровой материал" к учебнику "Математика. 1 класс".', 267, 9);


insert into book(name, author, description, price, category_id) values('День, когда пропали ангелы (#1) ', 'Смакер Шон', 'Обложка покрыта роскошной золотой фольгой, это очень красиво!

Эта книга наполнена ароматом надежды, такой надежды, которая делает возможным абсолютно всё.

Сэм готов на всё, чтобы его мама снова была жива. И ему на помощь приходит странный нелюдимый сосед. Он говорит, что есть средство. Надо лишь отыскать Древо Жизни. Оно способно победить смерть. Сэм хватается за эту возможность и, заручившись поддержкой подруги по имени Абра, бросается на поиски Древа. Но ни Сэм, ни Абра и представить не могли, что тем самым они вступают в древний конфликт и что прежними им уже не быть никогда. Что это за Древо Жизни? И на какие жертвы Сэм готов пойти, чтобы вернуть маму?', 107, 10);
insert into book(name, author, description, price, category_id) values('Незнакомцы (#1) ', 'Петерсон Хэддикс Маргарет', 'В один день жизнь Чеза, Эммы и Финна Грейстоунов круто изменилась. В Аризоне пропали трое детей… очень похожие на ребят. Похищенные дети родились в тот же день, что и трое Грейстоунов, у них такие же имена и схожая внешность. Ребята уверены: подобных совпадений не бывает. Да и мама сильно встревожилась и явно что-то скрывает. Что же случилось? И кто на самом деле эти похищенные незнакомцы?

Для всех поклонников сериала «Очень странные дела»! Много интригующих секретов и приключений! История о настоящей смелости и борьбе со злом. Две семьи, которые так похожи друг на друга. Какие тайны их связывают? Динамичный сюжет, после прочтения первой книги сразу же хочется узнать продолжение.

Маргарет Петерсон Хэддикс — большой мастер загадок, живой классик современной подростковой литературы.', 126, 10);
insert into book(name, author, description, price, category_id) values('Ходячий замок ', 'Джонс Диана Уинн', 'Книги английской писательницы Дианы У. Джонс настолько ярки, что так и просятся на экран. По ее бестселлеру «Ходячий замок» знаменитый мультипликатор Хаяо Миядзаки («Унесенные призраками»), обладатель «Золотого льва» — высшей награды Венецианского фестиваля, снял анимационный фильм, побивший в Японии рекорд кассовых сборов.

...Софи живет в сказочной стране, где ведьмы и русалки, семимильные сапоги и говорящие собаки — обычное дело. Поэтому, когда на нее обрушивается ужасное проклятие коварной Болотной Ведьмы, Софи ничего не остается, как обратиться за помощью к таинственному чародею Хоулу, обитающему в Ходячем замке. Однако, чтобы освободиться от чар, Софи предстоит разгадать немало загадок и прожить в замке у Хоула гораздо дольше, чем она рассчитывала. А для этого нужно подружиться с огненным демоном, поймать падающую звезду, подслушать пение русалок, отыскать мандрагору и многое, многое другое.', 691, 10);
insert into book(name, author, description, price, category_id) values('Русалочка ', 'Андерсен Ганс Христиан, Loputyn', 'Классика мировой литературы — нежная сказка Г.Х. Андерсена о Русалочке, полюбившей принца, — в стильном визуальном прочтении от топового YA-художника Loputyn и в каноническом переводе Анны Ганзен. Знакомая история обретает новые грани в проникновенных иллюстрациях, где элементы манги смешиваются с викторианскими и готическими образами, а подводный и наземный миры и их обитатели завораживают своей красотой и хрупкостью. Книга полюбится ценителям современной книжной иллюстрации, YA и творчества Loputyn и украсит любую библиотеку.', 755, 10);
insert into book(name, author, description, price, category_id) values('Хоббит: роман. (Илюстрации Джона Р.Р. Толкина) ', 'Толкин Джон Рональд Руэл', 'Джон Рональд Руэл Толкин — писатель, поэт, филолог, профессор Оксфордского университета, родоначальник современной фэнтези. В 1937 году был написан «Хоббит», а в середине 1950-х годов увидели свет три книги «Властелина колец», повествующие о Средиземье — мире, населенном представителями волшебных рас со сложной культурой, историей и мифологией.

В последующие годы эти романы были переведены на все мировые языки, адаптированы для кино, мультипликации, аудиопьес, театра, компьютерных игр, комиксов и породили массу подражаний и пародий.

Впервые с иллюстрациями самого Джона Р.Р. Толкина!', 1086, 10);
insert into book(name, author, description, price, category_id) values('Полые куклы ', 'Коннолли Марси Кейт', 'Симона знает многое о прошлом других людей. И легко узнаёт секреты всех, кого встречает на пути. Всё потому, что у девочки есть необычный дар: она умеет читать чужие мысли. Но память самой Симоны стёр похититель памяти, и её история вот уже десятки лет остаётся загадкой. И однажды она решает отправиться в странствие, чтобы наконец узнать, кем была раньше. Но получится ли у Симоны обрести похищенное прошлое?

Как найти себя? Легко ли побороть страхи и сомнения? И существует ли настоящая дружба? Ответы на эти вопросы найдутся в удивительной истории от автора бестселлеров «New York Times»!

От книги не оторваться: тайны и загадки, атмосфера волшебства и приключений и динамичный сюжет!', 126, 10);
insert into book(name, author, description, price, category_id) values('Война с лилипутами. Алиса и крестоносцы. Приключения Алисы ', 'Булычев Кир', 'Алиса Селезнёва обладает особым талантом — попадать в невероятные приключения! Но самое удивительное ждёт её на обычной подмосковной даче. Устав бороздить космические просторы, Алиса решает отдохнуть на природе. Неожиданно летние каникулы оборачиваются опасным путешествием: девочка уменьшается до размеров муравья и сталкивается с крошечными, но свирепыми лилипутами… И это не единственное приключение, которое ждёт Алису. Вместе со старым другом Громозекой девочка отправляется в Средние века, чтобы раскрыть тайну необычных предметов, обнаруженных на раскопках крепости времён Крестовых походов. В 1965 году Кир Булычёв опубликовал сборник рассказов «Девочка, с которой ничего не случится». Так на свет появилась одна из самых узнаваемых героинь в советской литературе — Алиса Селезнёва. Историями о её удивительных путешествиях до сих пор с упоением зачитываются дети и взрослые. Алиса стала любимицей всей страны, особенно после выхода таких замечательных экранизаций, как мультфильм «Тайна третьей планеты», телесериал «Гостья из будущего» и кинофильм «Лиловый шар». А в этом году свет увидела ещё одна экранизация приключений Алисы — фильм «Сто лет тому вперёд», снятый по мотивам одноимённой повести.', 1128, 10);
insert into book(name, author, description, price, category_id) values('Приключения Карандаша и Самоделкина (ил. А. Шахгелдяна) ', 'Дружков Юрий Михайлович', 'Увлекательная, добрая и весёлая сказочная повесть известного детского писателя Юрия Дружкова о необыкновенных событиях, которые произошли в маленьком городе на берегу большой реки. Здесь живут маленькие волшебники – чудесный художник Карандаш и железный мастер на все руки Самоделкин – и их неугомонный ученик Прутик. Но однажды на улицах города появились страшные разбойники: пират Буль-Буль и шпион Дырка. Они задумали ужасное злодейство… Кто же остановит коварных разбойников?', 856, 10);
insert into book(name, author, description, price, category_id) values('Интеллектуальные игры ', 'Майерс Бернар', 'Интеллектуальные игры собрали в себе самые классные, интересные и необычные игры и головоломки. Сможешь пройти их все? Не узнаешь, пока не попробуешь!

Решая собранные в книге задания, ты не только весело проведешь время, но и сможешь потренировать свое воображение, фантазию, логическое мышление и память!

Проходи задание за заданием, улучшай свои способности и не забывай веселиться!', 126, 10);
insert into book(name, author, description, price, category_id) values('Стихи-болтушки для тех, кто учится говорить ', 'Волкова Наталия Геннадьевна', 'Вашему малышу уже больше двух лет, но он не торопится говорить? Эта книжка станет для него отличным помощником. Логопедические игровые стихи помогут ребёнку проработать звуки и начать произносить первые слова. А небольшой формат позволит взять книжку в дорогу или на прогулку, чтобы учиться с удовольствием!', 99, 10);


insert into book(name, author, description, price, category_id) values('Илон Маск ', 'Айзексон Уолтер', 'Вероятно, в сознании каждого обитателя нашей планеты Илон Маск — это как будто два разных человека. Один — визионер, новатор, одержимый идеями о лучшем будущем для человечества и активно это будущее приближающий. Другой — одиозный, деспотичный, несдержанный на язык провокатор, который, кажется нам порой, способен довести свое любимое человечество до коллективного нервного срыва.

Чтобы понять, кто такой Илон Маск в реальной жизни, чем он занят изо дня в день, как в нем уживаются "гений и злодейство" и что все это значит для нашей судьбы как вида, нужен самый беспристрастный на свете наблюдатель — то есть Уолтер Айзексон.

Проведя с Маском два года почти неразлучно, собрав огромное количество материалов и интервью, Айзексон создал объемный, динамичный портрет одного из самых значимых и знаменитых героев нашего времени.

*На территории России только в магазинах «Читай-город», в интернет-магазине www.chitai-gorod.ru, в магазинах «Буквоед», в интернет-магазине https://www.bookvoed.ru/, в интернет-магазине https://book24.ru/ в период с 26.07.2024 по 27.08.2024 г. вкл.', 1729, 11);
insert into book(name, author, description, price, category_id) values('Секта. Невероятная история девушки, сбежавшей из секс-культа ', 'Кэмерон Бекси', 'Мемуары девушки, сбежавшей из знаменитого религиозного секс-культа «Дети Бога». По книге снимается сериал с Дакотой Джонсон в главной роли.

Родители-хиппи Бекси присоединились к религиозной секте «Дети Бога», потому что верили в свободную любовь. Но для детей жизнь в коммуне значила только тяжелый труд, телесные наказания, публичные унижения и бесконечный контроль. Бекси было всего десять лет, когда ее наказали «ограничением тишины», запретив целый год разговаривать с кем бы то ни было. В секте практиковались проституция и педофилия; члены культа постоянно переезжали, скрываясь от полиции и ФБР.

В пятнадцать лет Бекси сбежала из секты, оставив своих родителей и одиннадцать братьев и сестер. Много лет спустя она снова отправляется в путешествие по разбросанным по всей Америке религиозным коммунам, чтобы узнать, как живут в них дети, как и она, ставшие заложниками миров, созданных фанатиками. Это невероятное путешествие не только вскрывает ужасную изнанку религиозных коммун и сект, но также показывает, как можно примириться со своим прошлым и исцелиться от травм, нанесенных родителями.

«Мощная, прекрасная и потрясающе написанная история — настолько, что Дакота Джонсон и Райли Кио купили права на сериальную адаптацию». — The Glamour

«Большая часть книги невероятно мрачная — будто находишься в сеттинге "Рассказа служанки". Читаешь и чувствуешь, как внутри закипает гнев. Только выбравшись из секты, Бекси узнала, что планете больше 6000 лет. И знаете, как это произошло? На викторине, устроенной в пабе…» — Daily Mail

«Мир, в котором росла Бекси Кэмерон и который она описывает, воспринимается как будто бы вымышленный — настолько он мрачен и антиутопичен». — Irish News

«Смелая и глубоко трогательная история об отваге и силе духа». — Дакота Джонсон, актриса', 104, 11);
insert into book(name, author, description, price, category_id) values('Дом Виндзоров: Правда и вымысел о жизни королевской семьи ', 'Браун Тина', '«Больше никогда» — эта фраза стала мантрой королевы Елизаветы II после гибели Дианы. Невероятная популярность принцессы стала проблемой для британской монархии, поскольку ее яркая личность затмила прочих членов королевской семьи — настолько, что само существование монархии в Великобритании оказалось под вопросом. Это не должно было повториться.

Бывший главный редактор Tatler, Vanity Fair и The New Yorker, автор бестселлера «Диана» в своей новой книге рассказывает, как британская монархия пытается выжить в XXI веке. Работая над ней, Тина Браун поговорила с 120 респондентами, которые лично знают членов королевской семьи и приближенных ко двору. Ее герои — Камилла, Чарльз, Филипп, Маргарет, Эндрю и новое поколение — Уильям, Гарри, Кейт, Меган с семьями, премьер-министры и придворные, короли пиара и скромные прихлебатели, любовники и соперники. Ее сюжет — интриги за дворцовыми стенами, битвы за влияние в тишине кабинетов, скандалы на страницах таблоидов, шокирующие откровения и уникальные подробности, которые помогают понять истинное лицо британской монархии.', 890, 11);
insert into book(name, author, description, price, category_id) values('Столкновение цивилизаций ', 'Хантингтон Самюэль', '«Столкновение цивилизаций», один из самых популярных геополитических трактатов 90-х годов, по-новому осмысляет политическую реальность наших дней и рисует прогноз глобального развития всей земной цивилизации.', 394, 11);
insert into book(name, author, description, price, category_id) values('Изобретатель кроссовок. История основателя Reebok ', 'Фостер Джо', '«Я должен признаться. В двух вещах.

Во-первых, я терпеть не могу бегать. Во-вторых, я довольно посредственный обувщик.

Я хочу сказать, что пошив обуви — вовсе не то, в чем я особенно силен. Ну вот, я высказался, и стало лучше. Хотя теперь тот факт, что эта книга об основателе компании Reebok, может сбить вас с толку. Надеюсь, вы также немного заинтригованы. Так и должно быть».

История Reebok началась в 1900 году, когда пятнадцатилетний Фостер-старший случайно изобрел шипованные кроссовки для бега, потому что устал быть лузером на дорожке. Спустя несколько лет в его кроссовках было поставлено три мировых рекорда, а лучшие спортсмены Великобритании гонялись за ним с просьбой сделать для них такие же. Основав компанию «J. W. Foster», прародительницу Reebok, именно он первым придумал платить представителям элиты за то, чтобы они носили его кроссовки. Этим он на 30 лет опередил аналогичное маркетинговое предложение Ади Дасслера.

Спустя почти 60 лет его внук, Джо Фостер, опираясь на наследие деда, основал компанию Reebok. Поначалу она располагалась в заброшенной пивоварне в крошечном городке на западе Англии. В 1980-е Reebok стала главным феноменом всего спортивного мира. Сегодня это многомиллиардная компания и спортивный бренд №1.

Как и международный бестселлер «Продавец обуви», написанный Филом Найтом из Nike, «Изобретатель кроссовок» — это история триумфа вопреки всем трудностям, рассказанная из первых уст. Эта книга не просто о бизнесе. Она о настоящей страсти к своему делу, гениальных решениях, удаче и о том, что у жизни отличное чувство юмора.', 175, 11);
insert into book(name, author, description, price, category_id) values('Мэттью Макконахи', 'Зеленый свет', 'Впервые на русском — одно из главных книжных событий 2020 года, «Зеленый свет» знаменитого Мэттью Макконахи (лауреат «Оскара» за главную мужскую роль в фильме «Далласский клуб покупателей», Раст Коул в сериале «Настоящий детектив», Микки Пирсон в «Джентльменах» Гая Риччи) — отчасти иллюстрированная автобиография, отчасти учебник жизни. Став на рубеже веков звездой романтических комедий, Макконахи решил переломить судьбу и реализоваться как серьезный драматический актер. Он рассказывает о том, чего ему стоило это решение — и другие судьбоносные решения в его жизни: уехать после школы на год в Австралию, сменить юридический факультет на институт кинематографии, три года прожить на колесах, путешествуя от одной съемочной площадки к другой на автотрейлере в компании дворняги по кличке Мисс Хад, и главное — заслужить уважение отца …

Итак, слово — автору: «Тридцать пять лет я осмысливал, вспоминал, распознавал, собирал и записывал то, что меня восхищало или помогало мне на жизненном пути. Как быть честным. Как избежать стресса. Как радоваться жизни. Как не обижать людей. Как не обижаться самому. Как быть хорошим. Как добиваться желаемого. Как обрести смысл жизни. Как быть собой».', 1026, 11);
insert into book(name, author, description, price, category_id) values('Мой театр. Книга вторая ', 'Цискаридзе Николай Максимович', 'Долгожданное продолжение нашумевшего бестселлера. Суммарный тираж первого тома превышает 70 000 экземпляров!

Второй том охватывает 10 лет жизни Николая Цискаридзе, начиная с едва не закончившейся трагедией плановой операции в 2003 году и заканчивая уходом из Большого театра в 2013 году.

128 страниц с цветными фотографиями из личного архива автора. Большинство фотографий публикуется впервые

Вокруг имени Николая Цискаридзе по-прежнему бурлят страсти. Его успешная в разных областях деятельность вызывает искреннее уважение и признание у одних, раздражение и зависть у других. Не потому ли, что сегодня он — один из немногих, кто является действительно значимой личностью в искусстве, талантливый и непримиримый в отношении культа крикливой бездарности.

«Мой театр. Книга II» — продолжение автобиографии, созданной на основе дневника 2003–2013 гг. Вернувшись в Большой театр после травмы, едва не стоившей жизни, приходится заново доказывать право на звание премьера. Руководство пытается тормозить успешное развитие карьеры, заявляя — «незаменимых нет»; его не устраивает и быстро растущая благодаря ТВ популярность артиста у широкой зрительской аудитории. Настоящей трагедией становится «реконструкция» ГАБТа. Второе дыхание дарит участие в гала звезд по всему миру, проекты «Короли танца» и «Русские сезоны. XXI век», тесное сотрудничество с Мариинским театром, приглашение вновь танцевать в Парижской опере, профессия педагога. Но судьба преподносит новые испытания. В начале 2010-х годов в процессе борьбы за власть в ГАБТе провоцируются громкие скандалы с целью оклеветать и уничтожить Цискаридзе. Однако их организаторы терпят поражение, оказываются сами жестко наказаны жизнью.

Драматичный, непредсказуемый сюжет этой книги полон и счастливых, светлых воспоминаний — о достижениях учеников, творческих победах, а главное, о дорогих для автора людях: Семёновой, Пестове, Пети, Жанмер, Григоровиче, Максимовой, Плисецкой, Хазанове, Неёловой, Образцовой, Вишневской, графине де Дориа, Демидовой, Винер-Усмановой, Фрейндлих, Виктюке, Гундаревой, Аллайя, Чайковской, Фоменко и других. Связанные с ними истории, полные юмора и человеческого тепла, приоткрывают занавес над личной жизнью танцовщика.

Книга рассчитана на самую широкую аудиторию. Большинство фотографий публикуются впервые.', 1885, 11);
insert into book(name, author, description, price, category_id) values('Леди мира. Автобиография Элеоноры Рузвельт ', 'Рузвельт Элеонора', 'Быть женой президента — нелегкая задача. Однако Элеонора Рузвельт вошла в историю не просто как первая леди. Она запомнилась прирожденным лидером, активистом Демократической партии, правозащитником и одной из самых деятельных жен президентов за всю историю.

В автобиографии Элеонора Рузвельт говорит про свой уникальный стиль руководства и правила ведения переговоров. Учит нас видеть в каждом человеке личность, рассказывает про способность сохранять отношения.

Ее жизнь — это пример того, как без особых талантов можно преодолеть препятствия, которые кажутся непосильными. Как делать то, что чувствуешь сердцем, несмотря на критику. Как, несмотря на неуверенность, страх, можно найти способ жить свободно и полноценно.', 256, 11);
insert into book(name, author, description, price, category_id) values('Последний день СССР. Свидетельство очевидца. Воспоминания помощника президента Советского Союза ', 'Грачев Андрей Серафимович', 'Андрей Грачев был помощником и пресс-секретарем последнего руководителя Советского Союза Михаила Горбачева. Именно он 25 декабря 1991 года объявил международной прессе и ошеломленному миру о кончине СССР.

В этой книге воспоминаний и размышлений автор возвращается к уникальному моменту, который был одновременно и финалом невиданного исторического эксперимента, связанного с революцией 1917 года, и началом нового этапа жизни Российского государства. Почему Михаил Горбачев не использовал военные и силовые рычаги для сохранения своей власти? Виноват ли Борис Ельцин в том, что Крым остался частью Украины, а не вошел в состав Российской Федерации уже в 1991 году? На эти и другие вопросы отвечает и делится секретами большой политики один из тех, кто входил в ближайшее окружение Президента Советского Союза до последних минут существования этого государства.

Прошло три десятилетия — своей книгой-некрологом Андрей Серафимович Грачев окончательно провожает СССР в историю и предлагает взглянуть в будущее. Без страха, но и без иллюзий.',126 , 11);
insert into book(name, author, description, price, category_id) values('Дэнни Трехо. Преступление, искупление и Голливуд ', 'Трехо Дэнни, Лог Донал', 'Герой или подонок? Талантливый актер или опасный преступник? Самый главный «плохиш» Голливудского кинематографа наконец-то решился откровенно поделиться своей биографией. Эта история моментально стала бестселлером «Нью-Йорк Таймс» и заслужила не одну тысячу восторженных отзывов от поклонников на Amazon.com.

Книга из разряда историй про Жизнь Плохих Парней привлечет как тех читателей, которые и сами не против пойти против некоторых общепринятых правил, так и тех, кто любит читать остросюжетные житейские истории, но при этом никогда не пойдет на то, чтобы нарушить закон.

На большом экране актер Дэнни Трехо — злодей, которого убивали как минимум сотню раз. В него стреляли, его резали, вешали, рубили на куски, ему даже падал на голову лифт. Чтобы его поклонники не скучали, он постоянно выдумывает что-то новенькое. Например, недавно создал коллекцию из 1000 NFT аватаров из своих киношных образов. Но что же из себя представляет настоящий Дэнни Трехо?

Воспитанный в жестокой семье, Дэнни с ранних лет боролся с героиновой зависимостью и отбывал сроки в самых ужасных тюрьмах страны, таких как «Сан-Квентин» и «Фолсом», а затем попал на съемки фильмов, ставших классикой современного кинематографа: «Схватка», «От заката до рассвета» и «Мачете». В откровенной и одновременно захватывающей автобиографии Дэнни рассказывает читателю о своих взлетах и падениях — от знакомства с одним из самых нашумевших серийных убийц до работы с легендами мира кино Чарльзом Бронсоном и Робертом де Ниро.

Преступления прошлого автора книги становятся источником вдохновения для актерской карьеры. Он не смущается, рассказывая о проблемах в личной жизни. Выступает перед сотнями заключенных и бывших наркоманов, чтобы вдохновить их на путь искупления. Но сможет ли он сам спасти своих детей от вредных привычек и построить счастливые отношения?

Полная правды, боли и искупления, жизнь Трехо завораживает новыми сюжетными поворотами в каждой главе.

Для поклонников автобиографий «Will. Чему может научить нас простой парень, ставший самым высокооплачиваемым актером Голливуда» Уилла Смита и «Зеленый свет» Мэтью Макконахи.', 208, 11);


insert into book(name, author, description, price, category_id) values('Христос с тысячью лиц. Историческое расследование. Книга 2 ', 'Латынина Юлия Леонидовна', 'Настоящий материал (информацию) произвел иностранный агент Латынина Юлия Леонидовна, либо материал (информация) касается деятельности данного иностранного агента.

«Великолепная книга, которая, безусловно, станет бестселлером». — Александр Невзоров

Продолжение нашумевшей книги «Иисус. Историческое расследование»! Еще больше неожиданных фактов и смелых теорий.

Юлия Латынина продолжает вести свое историческое расследование, на этот раз реконструируя личности ближайших соратников Иисуса Христа. Книга превращает безликие статические фигуры апостолов — Иоанна, Филиппа, Павла — в живых людей, со своими необыкновенными биографиями и яростными несовместимыми теологиями. Фигура Иуды Фомы, претендовавшего на звание духовного близнеца Христа и проповедовавшего за Евфратом, переворачивает традиционное представление о христианстве как о вере, развивавшейся в пределах Римской империи. А фигура Иоанна Крестителя — религиозно-политического лидера невероятного авторитета и мощи — принципиально меняет представления о времени и причине возникновения гностицизма.

Едва ли не каждый адепт раннего христианства мог видеть и знать своего Христа, что привело к искажению его идей. Юлия Латынина ставит перед читателями новые и крайне актуальные вопросы: чему именно учил настоящий Мессия и почему его апостолы так быстро стали переделывать его учение?', 127, 12);
insert into book(name, author, description, price, category_id) values('Введение в буддизм ', 'Торчинов Евгений Алексеевич', 'Буддизм. Одна из древнейших и самая философская из великих мировых религий, буквально перевернувшая в ХХ веке мироощущение западных и российских интеллектуалов и прочно вошедшая в наши современные культурные коды. Религия, происхождению, формированию и развитию которой посвящена эта книга на основе курса лекций, прочитанных Е.А. Торчиновым в 1994 — 1999 на философском факультете СПбГУ.

Что же представляет собой эта религия самоуглубления и отрицания страстей, созданная, по преданию, в VI в до н.э. печальным царевичем из древнего индийского рода Шакья, мечтавшим избавить человечество от страданий? Какой была ее основа, на какие школы и направления она разделилась впоследствии, в своем триумфальном шествии по Дальнему Востоку? И каким, наконец, стало ее влияние на культуру Запада и России?..', 289, 12);
insert into book(name, author, description, price, category_id) values('Сын Человеческий. Истоки религии ', 'Мень Александр', 'Протоиерей Александр Мень — выдающийся деятель Русской православной церкви, проповедник, богослов, просветитель, автор десятков книг по истории религии, основам христианского вероучения, православному богослужению. «Сын Человеческий» — самая известная книга Александра Меня, написанная в 1966 году и посвященная событиям земной жизни Иисуса Христа. Впервые полностью она была опубликована в 1968 году в Брюсселе, а на родине автора вплоть до начала 1990-х годов распространялась в самиздате. За свою миссионерскую деятельность Александр Мень, популярный в интеллигентской среде, не раз подвергался преследованиям КГБ. В этой книге он стремился на понятном читателям XX века языке познакомить их с евангельской историей, а также рассказать о богатой традиции ее изучения. Книга «Истоки религии» (1970) открывает авторскую серию «В поисках Пути, Истины и Жизни», посвященную предыстории христианства, поискам Бога. Написанная христианином, она тем не менее ориентирована на самую широкую читательскую аудиторию, заинтересованную в непредвзятом отношении к религиозной традиции. Обширные знания, доступность изложения, доверительный разговор с читателем — качества, благодаря которым труд Александра Меня и сегодня не утрачивает актуальности.', 1010, 12);
insert into book(name, author, description, price, category_id) values('Тибетская Книга мертвых ', 'Тибетская Книга мертвых ', 'Человек боится смерти. Но что так страшит его в этом естественном переходе в иную стадию существования? Не страх ли неизвестности?

«Тибетская Книга мертвых» («Бардо Тедол»), — одно из самых популярных на Западе произведений буддизма, которое исследовал и комментировал сам Карл Густав Юнг, — посвящена тому, как человеку безмятежно принять процесс умирания и что затем происходит с душой. Как быть спокойным в процессе умирания? Как распознать собственное «я» при переходе в новую, посмертную реальность? И почему размышления о конце жизни, во всех ее духовных аспектах, ведут к освобождению от страха перед ним, очищая и оздоравливая личность?

Смерть и жизнь после нее — вечно важные вопросы для человека. А потому «Тибетская Книга мертвых», написанная, согласно преданию, еще в VIII веке, остается актуальной и интересной для читателя и в наши дни.', 278, 12);
insert into book(name, author, description, price, category_id) values('Мудрость в заповедях и наставлениях ', 'Золотые правила Будды. 6-е изд.', 'Будда Шакьямуни (мудрец из племени шакъя) - реально существовавший человек, великий учитель мира, который жил, по мнению большинства ученых, в VI-V вв. до н. э. и проповедовал дхарму (часто в русских текстах дается такое значение этого понятия - универсальный закон бытия), давшую основу буддийскому вероучению. .Перед вами чудесная книга, которая как нельзя лучше приближает нас к самой сути учения Будды, - это его высказывания, наставления, заповеди, передававшиеся учениками из века в век. Древние писания подчеркивают жизненность его учения. Важно, что Будда не отворачивался от жизни, но проникал во все будни трудящихся и сострадал - безмерно сострадал. .В его наставлениях вы найдете для себя истинное успокоение души, благодаря им преобразите свой ум и достигнете духовного здоровья.', 289, 12);
insert into book(name, author, description, price, category_id) values('Бог одноэтажной вселенной', 'Фриман, Протоиерей Стивен', 'Эта книга стала для многих западных читателей поразительным открытием глубины и красоты православного христианства. "Двухэтажная вселенная" — таким представляют себе мир большинство современных христиан. Для них есть "первый этаж" — наш естественный мир, вселенная, функционирующая по естественным ("светским", "природным", "научным") законам, и есть "второй этаж" — мир Бога, рая, ада, ангелов и так далее. Такая система взглядов насчитывает всего несколько столетий, но даже от продвинутых христиан можно услышать, что верующие так представляли себе мир изначально. Такое радикальное искажение христианского мировоззрения приводит как к причудливым попыткам отрицать объективную реальность, так и к неверию. Книга Стивена Фримана о том, что Бог не "где-то там", а везде. Перестав "переселять" Бога в другой, "духовный", мир, мы обнаружим Его подлинное присутствие здесь, в нашем мире и в нашей жизни. Книга рекомендована к публикации Издательским советом Русской Православной Церкви.

Светлая, мудрая, доходчивая и жизнеутверждающая книга о сокровищах христианской веры, находящихся в тени современного общества потребления. Реальность делает нас неудовлетворенными, тревожными и несчастными. Реальность ли? Может быть, это навязанная нам иллюзия? Ложь, за которой мы не видим глубокую и красивую истину о подлинной основе для всей нашей жизни в этом мире?', 85, 12);
insert into book(name, author, description, price, category_id) values('Облики гордыни. Почувствуй свое истинное "Я" ', 'Лазарев Сергей Николаевич', 'Что такое гордыня? Как она выглядит, какие проблемы порождает? Насколько верны наши привычные представления о гордыне? Почему необходимо преодолевать гордыню?

В этой книге читатель найдет не только ответы на все эти вопросы, но и руководство к действию.', 552, 12);
insert into book(name, author, description, price, category_id) values('Первые шаги к Богу ', 'Островский Павел Константинович', 'Известный священник и любимый миллионами читателей блогер Павел Островский в своей книге «Первые шаги к Богу» отвечает на важные вопросы тех, кто находится только в самом начале пути к вере.

В чем смысл жизни? Как пережить личную встречу с Богом? Что ждет нас после смерти? И есть ли Бог? И, наконец, какова роль священника в духовном становлении человека, насколько важен его личный, индивидуальный подход к каждому приходящему?

Книга Павла Островского поможет найти ответы на эти и другие вопросы о духовной жизни человека, укрепиться в вере и осознать свой уникальный путь, ведь «путь к Богу у всех разный, но когда мы встречаемся с Богом — это всегда путь перемен».', 624, 12);
insert into book(name, author, description, price, category_id) values('О граде Божием ', 'Августин Аврелий', 'Аврелий Августин - христианский богослов и философ, влиятельнейший проповедник, епископ Гиппонский, один из Отцов христианской церкви.

Наиболее известное сочинение философа и богослова Аврелия Августина "О граде Божием", написанное вскоре после разграбления Рима вестготами, состоит из двух основных частей. В первых десяти книгах объясняются причины неотвратимого падения язычества, а последние десять книг описывают грядущее торжество праведников Божиих.

Августин рассматривает всю историю человечества как сосуществование двух сфер: высшего "града Божиего" и грешного "града земного", где одним предназначено "вечно царствовать с Богом", а другим "подвергаться вечному наказанию с дьяволом".', 514, 12);
insert into book(name, author, description, price, category_id) values('Религии мира. Как разгадать сакральную сторону человечества ', 'Образцов Никита Алексеевич', 'Буддизм, христианство, ислам и другие религии сопровождают человечество всю историю его существования, от древности до наших дней, и именно они вдохновляют людей на подвиги и жертвы, побуждают общество к прогрессу или, наоборот, сеют хаос и вражду. Эта книга содержит экскурс в самые яркие религиозные традиции мира, который позволит сориентироваться в сложной и многогранной науке религиоведения, а также узнать порой неочевидные ответы на самые интересные вопросы: чем религия отличается от астрологии, какие древние японские религии можно увидеть в мультфильмах Хаяо Миядзаки или кто был первым в истории Папой римским-славянином? Откройте благодаря этой книге самую сокровенную сторону человечества!', 761, 12);



insert into book(name, author, description, price, category_id) values('Продажное королевство ', 'Бардуго Ли', 'Шестеро против всех. Продолжение нашумевшего бестселлера «Шестерка воронов». Яркое, самобытное фэнтези о шестерых отчаянных юных авантюристах. Книги Ли Бардуго - красочное, остросюжетное фэнтези - изданы тиражом более миллиона экземпляров и возглавили рейтинги New York Times. Что делать, если весь мир объявил тебе войну? Именно в такой непростой ситуации оказался авантюрист и ловкий мошенник Каз Бреккер. Криминальные боссы не простили постоянного вмешательства в их темные дела, а облеченные властью правители развернули охоту, ведь к нему в руки попал секрет, способный навсегда изменить расстановку сил в мире. Здесь могут помочь только хитрость, смелость и верная команда. Правда, команда у Каза непростая: его подельники способны в любой момент перебить друг друга. Бесстрашный охотник на ведьм и прекрасная чародейка, в которую он влюблен, превосходный стрелок, скрывающий свои магические способности, и отпрыск богатой семьи, сбежавший от властного отца, а также изящная девушка с уникальными талантами - запретная мечта самого Каза. У каждого из них свои сильные и слабые стороны и свои цели. Кто-то мечтает сделать мир лучше. Кто-то хочет разбогатеть. А у кого-то в крови сидит тяга к разрушению.', 770, 13);
insert into book(name, author, description, price, category_id) values('Украденный свет ', 'Холл Джулия', 'Погрузитесь в спектральный мир, где монстры преследуют вас по пятам, реальность — это лабиринт из боли и крови, а все цели сводятся к одной — выжить.

Меня зовут Эмберли, и все, что мне когда-либо говорили, было неправдой.

Монстров не существует. Ложь.

Кошмарный спектральный мир — всего лишь мое воображение. Ложь.

Через несколько месяцев я наконец-то стану свободной. Ложь.

Я это поняла, когда попала в секретную учебную академию. Меня похитили необычные существа — дети падших ангелов, которые называют себя Нефилимами. Они говорят, что я одна из них. Но с каждым днем я все больше ощущаю разницу между нами.

Нефилимы считают, что я стану гибелью для всех. Возможно, они правы. Потому что монстры уже нашли меня. И теперь они пытаются прорваться сквозь стены академии.

Спасение близких — только в моих руках. И я должна вырваться из этого королевства монстров раз и навсегда.

«Мрачный захватывающий сюжет и прекрасные, убедительные персонажи. "Украденный свет" — это фантастический взгляд на историю об ангелах, страницы которой вы будете перелистывать еще очень долго». — Камео Рене, автор бестселлеров USA Today', 118, 13);
insert into book(name, author, description, price, category_id) values('Призрак в магазине канцтоваров ', 'Хян Со', 'Танби усердно учится в школе, следит за порядком в доме и помогает папе. Еще немного, и девушке предстоит сдать важные экзамены. Неожиданно папа покупает магазин с канцтоварами и так же внезапно уезжает в командировку. Танби решает присмотреть за магазином и для этого ищет временного работника. Но он находится самым, казалось бы, невероятным образом… в виде призрака на складе по имени Хён! Чтобы стать свободным и не превратиться в злобного духа, ему нужно восстановить утраченные воспоминания и закончить картину в таинственном тубусе. Танби заключает с Хёном договор — призрак может оставаться в магазине и искать фрагменты памяти, если будет смотреть за порядком. Пока призрак заново пишет свою прошлую жизнь и привыкает к новой реальности, Танби тоже предстоит найти и пережить свои глубоко спрятанные воспоминания, которые причиняют ей боль…', 579, 13);
insert into book(name, author, description, price, category_id) values('Золотые анклавы ', 'Новик Наоми', 'Эль с самого детства надеялась, что сможет обхитрить судьбу: пророчество гласило, что ей суждено разрушить магический мир. Но она знала: она не собирается этого делать. Никогда и ни за что. Но иногда пророчества оказываются намного хитрее, чем мы думаем. Так, Шоломанча оказалась не просто разрушена, в её стенах остался Орион Лейк. И теперь Эль нужно понять, как жить дальше, а главное – выяснить правду о нём и самой себе.', 738 , 13);
insert into book(name, author, description, price, category_id) values('Цветы для Элджернона ', 'Киз Дэниел', '', 533, 13);
insert into book(name, author, description, price, category_id) values('Первый урок Шоломанчи (#1) ', 'Новик Наоми', 'ШОЛОМАНЧА — ОЧЕНЬ НЕОБЫЧНАЯ ШКОЛА. Здесь нет ни учителей, ни каникул, ни дружных одноклассников. Зато есть армия злыдней — страшных монстров, таящихся в тёмных коридорах и готовых напасть в любую минуту. Пережить выпускной почти невозможно. Из школы выйдут только сильнейшие. Слабых ждет смерть. Это закон, и так было всегда. До тех пор, пока одна ученица не изменила правила. «Так выглядел бы Хогвартс, если бы его придумал Лавкрафт. Наоми Новик создала мир, в котором твой завтрак убьет тебя прежде, чем ты его съешь». — Мария Покусаева, блог BadLibrarian Великолепное оформление с золотом на обложке.', 619, 13);
insert into book(name, author, description, price, category_id) values('Последний выпуск ', 'Новик Наоми', '«Не связывайся с Орионом Лейком». Что имела в виду мама, когда написала это послание? Вот о чем должна была бы думать Эль в свой последний год в Шоломанче. Однако магическая школа не оставила ей времени на эти размышления. Кажется, Шоломанча твердо решила сделать все, чтобы Эль и вовсе не дожила до выпускного. Иначе как объяснить все те ловушки, которые школа подстраивает ей? Что происходит? Что ждет Эль, Ориона и других учеников на выпускном? И кто из них по-настоящему готов пожертвовать всем — даже любовью, только бы избежать проклятия Шоломанчи?

Для поклонников романов «Чаща», «Зимнее серебро». Книга — финалист престижных литературных премий Locus и Hugo. Великолепное оформление с запечатанными форзацами и золотой фольгой на обложке.', 688, 13);
insert into book(name, author, description, price, category_id) values('Школа Добра и Зла. Падение ', 'Чайнани Соман', 'С возвращением в Школу Добра и Зла! Читатели по всему миру полюбили серию романов Сомана Чайнани. Книги издаются в 30 странах, а совокупный тираж больше 4 млн экземпляров. Netflix снял одноименный фильм, в котором сыграли именитые актеры.

Вторая часть предыстории легендарного фэнтези-цикла бестселлеров о Школе Добра и Зла! Путешествие, начавшееся сто лет назад, приближается к концу… В этой книге рассказывается о том, как два брата-близнеца вступают в борьбу за должность Директора Школы. Им предстоит бороться за умы и сердца учеников друг с другом и с Питером Пэном, возглавившим армию Пропавших мальчишек. Добрые сказки закончились, начинается век Зла!

Приквелы «Рассвет» и «Падение» можно читать отдельно от основного цикла, как самостоятельную историю. Отличная книга для подростка от 10 лет. Роман для всех, кто любит сказочные истории, звучащие по-новому. Готовьтесь к встрече с Аладдином, Мидасом и Капитаном Крюком!', 711, 13);
insert into book(name, author, description, price, category_id) values('Властелин колец. Хранители кольца ', 'Толкин Джон Рональд Руэл', 'Перед вами трилогия «Властелин Колец». Своеобразная «Библия от фэнтези». Книга Книг ХХ века. Самое популярное, самое читаемое, самое культовое произведение ушедшего столетия.

В первой книге, «Хранители Кольца», хоббит Фродо Торбинс, племянник знаменитого Бильбо Торбинса, отправляется в поход, от завершения которого зависит судьба всего Средиземья. Кольцо, оставленное ему дядей, разыскивает темный властелин Мордора, и это кольцо может решить исход кровопролитной войны, охватившей мирный некогда край. В поход вместе с Фродо выступают чародей Гэндальф и представители разных земель и народов Средиземья…', 394, 13);
insert into book(name, author, description, price, category_id) values('Гарри Поттер и философский камень (с цветными иллюстрациями) ', 'Роулинг Джоан Кэтлин', 'Жизнь Гарри Поттера меняется до неузнаваемости в одиннадцатый день рождения, когда Рубеус Огрид, гигант с похожими на жуков глазами, вручает ему письмо с фантастическими известиями. Гарри Поттер – вовсе не обычный мальчик. Он колдун. И стоит на пороге удивительнейших приключений… Впервые волшебная классика Дж. К. Роулинг с восхитительными цветными иллюстрациями Джима Кея, лауреата Медали Кейт Гринуэй. Завораживающее издание, от которого не оторвать глаз ни верным поклонникам «Гарри Поттера», ни тем, кто видит книгу впервые. «Иллюстрации Джима Кея поразили меня до глубины души. Мне нравится его взгляд на мир Гарри Поттера, и для меня большая честь, что Джим согласился украсить этот мир своим талантом.» - Дж.К. Роулинг

3 причины купить:

1. Первая часть культовой сказочной саги о Гарри Поттере.

2. Более 100 авторских иллюстраций Джима Кея.

3. Подарочное издание для всех ценителей истории о Гарри Поттере.', 2579, 13);



insert into book(name, author, description, price, category_id) values('Sapiens. Краткая история человечества (Цветное коллекционное издание с подписью автора) ', 'Харари Юваль Ной', 'Сто тысяч лет назад Homo sapiens был одним из как минимум шести видов человека, живших на этой планете, – ничем не примечательным животным, которое играло в экосистеме роль не большую, чем гориллы, светлячки или медузы. Но около семидесяти тысяч лет назад загадочное изменение когнитивных способностей Homo sapiens превратило его в хозяина планеты и кошмар экосистемы. Как человек разумный сумел покорить мир? Что стало с другими видами человека? Когда и почему появились деньги, государства и религия? Как возникали и рушились империи? Почему почти все общества ставили женщин ниже мужчин? Как наука и капитализм стали господствующими вероучениями современной эры? Становились ли люди с течением времени счастливее? Какое будущее нас ожидает?

Юваль Харари показывает, как ход истории формировал человеческое общество и действительность вокруг него. Книга прослеживает связь между событиями прошлого и проблемами современности и заставляет читателя пересмотреть все устоявшиеся представления об окружающем мире.', 1123, 14);
insert into book(name, author, description, price, category_id) values('Бабулька на горошине (с автографом) ', 'Донцова Дарья Аркадьевна', 'Человек, который начал вести здоровый образ жизни, часто выглядит нездоровым. Вот и мама Ивана Павловича напугала сына своей худобой. Оказывается, Николетта очаровалась колдуном, который посадил ее на диету и пообещал исполнение всех желаний! Мало Подушкину хлопот с маменькой, так еще и новая клиентка Татьяна Димкина обратилась за помощью. Дело в том, что ее брат Яша, его жена Ольга и трое сыновей отравились угарным газом и погибли. Брат Ольги – настоятель храма, и накануне к нему приезжал какой-то тип и требовал вернуть полмиллиона рублей, которые якобы занял у него Яков. Татьяна считает, что это он убил семью брата, закрыв в печи заслонку. Подушкин провел расследование, и был потрясен узнав, кто на самом деле оказался убийцей!', 601, 14);
insert into book(name, author, description, price, category_id) values('Вампирея капитана Блада (с открыткой с автографом) ', 'Белянин Андрей Олегович', 'Что могло произойти, если бы капитан Блад не был столь идеален?

Если бы в те годы испанцы разбудили Древнее зло и вампиры заполонили весь Новый Свет?

Теперь никто не знает, какой корабль плывёт тебе навстречу, будь то голландский купец, военный британец, французский путешественник, - каждый может оказаться вампиром!

Возможно, никогда ещё пираты и вампиры не были так смешны...

"Вампирея капитана Блада" - вольный пересказ культовой книги Рафаэля Сабатини мастером юмористического фэнтези Андреем Беляниным.', 789, 14);
insert into book(name, author, description, price, category_id) values('Неизвестные окрестности Петербурга (с автографом) ', 'Короб Анна', 'Санкт-Петербург, главный город Российской империи, культурная столица современной России и один из красивейших городов Европы со множеством сохранившихся дворцов, домов и целых архитектурных ансамблей. Но редкий турист, насладившись красотой исторического центра, выезжает за его пределы. А между тем, Ленинградская область хранит внутри себя много шедевров имперского зодчества. Все они отличаются между собой размерами, стилями, именитостью бывших хозяев и сохранностью, но в каждом из этих мест «зарыт» бесценный клад – трагическая история и атмосфера безвозвратно ушедшей и очень далекой от нас эпохи.

В книге Анны Короб «Неизвестные окрестности Петербурга» представлены фотографии заброшенных усадеб и храмов Ленинградской области, а также история этих мест со ссылкой на авторитетные источники.

Издание станет прекрасным подарком для тех, кто любит историю, фотографию и заброшенные места.', 1779, 14);
insert into book(name, author, description, price, category_id) values('Чугунные сапоги-скороходы (с автографом) ', 'Донцова Дарья Аркадьевна', 'Если сидишь на жесткой диете, то сыр с маслом надо есть без хлеба. Бедная Таня Сергеева уже в который раз пытается похудеть, и сегодня утром под ней развалились весы! Начало дня нельзя назвать удачным, но потом все пошло еще «веселее». К Татьяне обратилась некая Зинаида Морина. К ее зятю Игорю приехал погостить двоюродный брат — сын его родного дяди. Сказать, что Игорь изумился — ничего не сказать. Да и сама Морина немало удивилась. Она прекрасно знала отца Игоря, дружила с ним, но никогда не слышала о том, что у мужчины есть брат. Гость произвел приятное впечатление, провел несколько дней у Мориных, а потом Зинаида поняла: новоявленный родственник обыскивает их квартиру. После нелепых оправданий мужчина пропал, и это очень растревожило Зинаиду. Татьяна, конечно же, распутает клубок тайн этой семейки. Вот только заказчицу результат вряд ли обрадует...', 599, 14);
insert into book(name, author, description, price, category_id) values('Александра Трусова. Фанбук ( с автографом) ', 'Трусова Александра Вячеславовна', '', 829, 14);
insert into book(name, author, description, price, category_id) values('Что убьёт твой бизнес? 19 кризисов роста российских компаний и как их преодолеть (с автографом) ', 'Саяпин Александр Валентинович', 'Александр Саяпин - предприниматель с 15-летним стажем. В 2008 г. основал сеть агентств недвижимости "Планета Недвижимость", "Саяпин Консалтинг", бизнес-инкубатор "Формула роста". Кандидат экономических наук. Лидер рейтинга ТОП-250 Генеральных директоров в номинации "Успешное управление персоналом". На собственном опыте и с учетом лучших кейсов других предпринимателей рассматривает все потенциальные риски и угрозы при создании и развитии бизнеса.

Автор на собственном опыте и опыте множества других российских компаний рассказывает о том, какие могут быть трудности на пути ведения бизнеса и развития компании, как правильно с ними столкнуться и какие ошибки можно допустить, как их избежать, преодолеть все кризисы роста компании и добиться успеха.

В книге приводится множество уникальных лайфхаков по созданию, ведению и развитию бизнеса, мотивации и развитии персонала, а также уникальный опыт автора по внедрению зарубежного опыта в условиях специфики российского рынка. Помимо собственных кейсов автора, в книге также приведены множество кейсов от ряда собственников бизнеса и руководителей компаний.', 1569, 14);
insert into book(name, author, description, price, category_id) values('#Здоровоедим. Попробуй счастье на вкус (с автографом) ', 'Давыдова Наташа', 'Попробуй счастье на вкус! Кулинарная магия от Наташи Давыдовой: 90 уникальных рецептов, которые помогут сделать ваших детей здоровыми, мужа – влюбленным и готовым на подвиги, а вас – счастливой! Автор бестселлера #прессуйтело и его популярного продолжения – книги "Твой дневник успеха", автор и ведущая семинаров о здоровом образе жизни #wellnessparty и популярный блогер @tetyamotya раскрывает тайны по-настоящему полезной еды и делится с читателями секретами авторских блюд, которые она создавала для своей семьи. #здоровоедим – это: Выгодно – автор использует как знакомые всем продукты, так и необычные, но при этом недорогие ингредиенты. Креативно – в книге нет привычных рецептов, которые можно найти в большинстве руководств по правильному питанию. Удобно – для каждого блюда уже подсчитаны калорийность и соотношение белков, жиров и углеводов. С пользой – еда, которая изменит ваши представления о здоровом образе жизни. Научно подтверждено – рацион основан на исследованиях ведущих мировых ученых в области правильного питания и anti-age-рациона. Оперативно – рецепты Натальи помогут готовить быстро и планировать свое меню заранее. 90 уникальных рецептов для того, чтобы начать счастливую и здоровую жизнь прямо сейчас!', 1149, 14);
insert into book(name, author, description, price, category_id) values('#останься дома и стреляй! (с автографом) ', 'Литвиновы Анна и Сергей', 'Журналист Дима Полуянов и его подруга, библиотекарь Надя Митрофанова, как и весь мир, оказываются в изоляции из-за эпидемии. Правда, Дима продолжает работать — он отправляется брать интервью у известного актера Александра Бардина. Попутно Дима знакомится с его женой Касей – миниатюрной стройной красавицей, увлекающейся теннисом. А через несколько дней Дима узнает, что Кася попала в ужасную беду! Не раздумывая, он бросается ей на помощь, даже не отдавая себе отчета, что его им движет не только желание восстановить справедливость, но и чисто мужской интерес…', 659, 14);
insert into book(name, author, description, price, category_id) values('Ешь вкусно. Живи долго. Будь счастлив! 50 рецептов для начинающего кулинара (с автографом) ', 'Шпак Алина', 'Книга ресторанного концепционера Анны Шпак "Ешь вкусно. Живи долго. Будь счастлив!" приоткроет для вас двери кухонь многих гастрономических заведений. Все рецепты получены Анной при общении с известными шеф-поварами и опробованы как на многочисленных дегустациях, так и на собственной кухне. Теперь, когда рассекречена алхимия кулинарных лабораторий, все самое изысканное и вкусное станет доступнее. Блюда от Анны Шпак неожиданны и узнаваемы одновременно. Некоторые знакомы вам с детства, многие в моде в ресторанах: томатный омлет с зеленым маслом и семечками или овсянка с голубым сыром и грушей на завтрак, несколько аутентичных вариантов форшмака или табуле с креветками на закуску, тыквенный суп-пюре с копченым сулугуни или домашняя шаурма на обед? Что бы вы ни выбрали, готовить будет легко, а удовольствие гарантировано. Ведь, как утверждает автор, есть без удовольствия вредно.', 829, 14);


insert into book(name, author, description, price, category_id) values('Древности российского государства', 'Федор Солнцев', 'Книга является альбомом, состоящим из 500 листов хромолитографий. Они изображают старинные доспехи, иконы, одежду и украшения, предметы быта и отличаются фотографической четкостью. Также в издание включены несколько тетрадей с текстовым материалом. Стоимость альбома оценивается в 750 000 долларов США. ', 0, 15);
insert into book(name, author, description, price, category_id) values('Одно лето в аду', 'Артюр Рембо ', 'Книга стихотворений в прозе французского поэта XIX века Артюра Рембо. Единственная книга Рембо, опубликованная самим автором. Написана в ответ на книгу другого поэта Верлена «Романсы без слов». Практически весь тираж первого издания, за исключением разосланных друзьям и знакомым книг, остался лежать не выкупленным на складе. Теперь «Одно лето в аду» признается одной из наиболее значительных поэтических работ, оказавшей сильное влияние на движение символистов и сюрреалистов, а также на поэтов и исполнителей XX и XXI века. ', 0, 15);
insert into book(name, author, description, price, category_id) values('О вращении небесных сфер', 'Николай Коперник ', 'Главный труд великого ученого XVI века, астронома Николая Коперника. В книге впервые изложена концепция гелиоцентрической модели мира, где Солнце является центральным небесным телом, вокруг которого вращается Земля и другие планеты. Труд создал условия для научной революции в Европе и развития нового мировоззрения. Коперник создавал книгу практически 40 лет, внося правки после наблюдений в обсерватории.', 0, 15);
insert into book(name, author, description, price, category_id) values('Сказка про Кролика Питера', 'Беатрикс Поттер ', 'Писательница назвала своего персонажа в честь домашнего кролика, за которым она ухаживала в детстве. Впервые образ кролика возник в письмах Поттер пятилетнему сыну бывшей гувернантки. Он заболел, и писательница создала историю с картинками, чтобы он не скучал и быстрее поправлялся. На данный момент продано более 40 миллионов копий книги по всему миру. Однако в начале своего пути она не произвела хорошего впечатления на издателей и ее не захотели опубликовать. Поэтому Беатрикс Поттер опубликовала ее сама. Она заказала всего 250 экземпляров и подарила их друзьям и родным. Теперь книги из оригинального издания стоят около 125 000 долларов. ', 0, 15);
insert into book(name, author, description, price, category_id) values('В наше время', 'Эрнест Хемингуэй ', 'В 1924 году издательство Three Mountains Press опубликовало сборник рассказов Эрнеста Хемингуэя. Первоначально у книги не было названия, но потом ее решили озаглавить «в наше время», что служит отсылкой к книге общих молитв. В каждой главе есть небольшой эпизод, который частично относится к следующему рассказу. Сборник состоит из 31 страницы. В нем много пустого пространства, которое подчеркивает особый стиль Хемингуэя. Только 170 из 300 печатных копий были пригодны для продажи из-за проблемы с чернилами. Позже Хемингуэй опубликовал более длинную версию книги с названием с заглавной буквы.', 0, 15);
insert into book(name, author, description, price, category_id) values('Приключения Алисы в Стране чудес', 'Льюис Кэрролл (Чарльз Лютвидж Доджсон)', 'Первоначальный тираж включал всего 2000 экземпляров, но вскоре они были отозваны, так как иллюстратор Джон Тенниел был недоволен качеством изображений. Кэролл успел взять себе несколько книг и раздал их друзьям и родственникам. Поэтому из первой партии сохранилось всего 22 экземпляра, шестнадцать из которых хранятся в государственных библиотеках. В 2016 году одна из копий была выставлена на аукцион Christies с ориентировочной ценой около трех миллионов долларов.', 0, 15);
insert into book(name, author, description, price, category_id) values('„Тамерлан" и другие стихотворения', 'Эдгар Аллан По ', 'Небольшой сборник стихов американского поэта Эдгара Аллана По примечателен из-за нескольких аспектов. Во-первых, писатель входит в число первых широко известных американских писателей. Во-вторых, он раньше большинства авторов начал создавать сюжеты на сверхъестественные темы. Интересно, что По хотел, чтобы книга издалась анонимно и на первой копии вместо его имени написано «бостонец». Возможно именно из-за этого долгое время никто не знал об этой книге и литераторы были уверены, что ее вовсе не существует, пока одну из копий не нашли в 1859 году. ', 0, 15);
insert into book(name, author, description, price, category_id) values('Первая книга Уризена', 'Уильям Блейк ', 'Книга является главным произведением поэта и художника Уильяма Блейка. Украшена иллюстрациями автора. На аукционе «Сотбис» один из восьми сохранившихся экземпляров продан за 2,5 миллиона долларов. Произведение представляет собой книгу бытия от Блейка. Это связано с тем, что Блейк не принимал традиционные догматы христианской церкви и создавал собственные истории и символы, основанные на кельтской мифологии. Образ Уризена олицетворяет законопослушание. Автор не был слишком известен при жизни, и только к середине XX века приобрел широкую известность и стал культурной иконой английской литературы.', 0, 15);
insert into book(name, author, description, price, category_id) values('Сараевская агада', '', 'Агада — еврейский религиозный текст, в котором рассказана история пасхального седера, ритуальной семейной трапезы. Описываются ее суть и особенности проведения ритуала. Страницы книги украшены медью и золотом, на иллюстрациях изображены библейские сцены. В настоящее время единственный экземпляр книги находится в Национальном музее Боснии и Герцеговины в Сараево. В 1992 году она вывозилась на выставку и была застрахована на рекордные 700 миллионов долларов. ', 0, 15);
